{"ix_to_word": {"1": "the", "2": "vehicle", "3": "was", "4": "traveling", "5": "at", "6": "a", "7": "constant", "8": "speed", "9": "and", "10": "it", "11": "positioned", "12": "on", "13": "left", "14": "side", "15": "of", "16": "pedestrian", "17": "relative", "18": "distance", "19": "between", "20": "far", "21": "but", "22": "still", "23": "able", "24": "to", "25": "see", "26": "currently", "27": "stopped", "28": "with", "29": "0", "30": "km", "31": "h", "32": "as", "33": "for", "34": "environment", "35": "conditions", "36": "female", "37": "in", "38": "her", "39": "30s", "40": "height", "41": "160", "42": "cm", "43": "she", "44": "wearing", "45": "glasses", "46": "t", "47": "shirt", "48": "short", "49": "pants", "50": "event", "51": "took", "52": "place", "53": "an", "54": "urban", "55": "setting", "56": "weekday", "57": "clear", "58": "bright", "59": "weather", "60": "road", "61": "surface", "62": "dry", "63": "level", "64": "made", "65": "asphalt", "66": "usual", "67": "traffic", "68": "volume", "69": "situation", "70": "main", "71": "two", "72": "way", "73": "there", "74": "only", "75": "sidewalk", "76": "right", "77": "guardrail", "78": "present", "79": "is", "80": "experiencing", "81": "acceleration", "82": "while", "83": "that", "84": "can", "85": "visibly", "86": "relatively", "87": "away", "88": "from", "89": "its", "90": "10km", "91": "approaches", "92": "starts", "93": "turn", "94": "meanwhile", "95": "are", "96": "follows", "97": "standing", "98": "carrying", "99": "area", "100": "classified", "101": "has", "102": "overall", "103": "this", "104": "takes", "105": "within", "106": "typical", "107": "where", "108": "both", "109": "following", "110": "their", "111": "designated", "112": "paths", "113": "moving", "114": "who", "115": "field", "116": "view", "117": "visible", "118": "driver", "119": "turning", "120": "terms", "121": "condition", "122": "lighting", "123": "behind", "124": "be", "125": "seen", "126": "vehicle's", "127": "indicate", "128": "surrounding", "129": "guardrails", "130": "walking", "131": "located", "132": "interacting", "133": "under", "134": "them", "135": "near", "136": "160cm", "137": "shorts", "138": "taking", "139": "however", "140": "maneuvering", "141": "safely", "142": "cautiously", "143": "well", "144": "maintained", "145": "ensuring", "146": "smooth", "147": "operation", "148": "20", "149": "going", "150": "straight", "151": "ahead", "152": "unable", "153": "they", "154": "were", "155": "not", "156": "40s", "157": "coat", "158": "upper", "159": "body", "160": "black", "161": "slacks", "162": "lower", "163": "tall", "164": "wore", "165": "one", "166": "three", "167": "lanes", "168": "sidewalks", "169": "sides", "170": "street", "171": "lights", "172": "scenario", "173": "vicinity", "174": "moved", "175": "diagonally", "176": "front", "177": "due", "178": "driving", "179": "20km", "180": "consisted", "181": "dressed", "182": "which", "183": "color", "184": "brightness", "185": "had", "186": "maintaining", "187": "heading", "188": "occurred", "189": "appears", "190": "sunlight", "191": "illuminating", "192": "surroundings", "193": "woman", "194": "flat", "195": "day", "196": "conveniently", "197": "favorable", "198": "could", "199": "considered", "200": "clearly", "201": "intended", "202": "action", "203": "continue", "204": "around", "205": "incline", "206": "lane", "207": "configuration", "208": "also", "209": "illuminated", "210": "nearby", "211": "allows", "212": "occurs", "213": "accelerating", "214": "moves", "215": "allowing", "216": "10", "217": "male", "218": "his", "219": "50s", "220": "approximately", "221": "170", "222": "white", "223": "(y\u30b7\u30e3\u30c4)", "224": "light", "225": "blue", "226": "clothing", "227": "type", "228": "without", "229": "changing", "230": "direction", "231": "reveal", "232": "he", "233": "available", "234": "forward", "235": "15km", "236": "despite", "237": "presence", "238": "continues", "239": "move", "240": "any", "241": "change", "242": "path", "243": "or", "244": "operating", "245": "visibility", "246": "sole", "247": "subject", "248": "narrative", "249": "simply", "250": "object", "251": "finds", "252": "itself", "253": "identified", "254": "serve", "255": "appearing", "256": "featuring", "257": "suggest", "258": "comprehensive", "259": "description", "260": "interaction", "261": "shows", "262": "no", "263": "signs", "264": "middle", "265": "aged", "266": "170cm", "267": "residential", "268": "include", "269": "measuring", "270": "go", "271": "changes", "272": "motion", "273": "specifically", "274": "y", "275": "being", "276": "have", "277": "close", "278": "involves", "279": "paired", "280": "particular", "281": "consists", "282": "route", "283": "suddenly", "284": "swerved", "285": "avoid", "286": "potential", "287": "collision", "288": "decelerating", "289": "does", "290": "started", "291": "using", "292": "indicator", "293": "wears", "294": "gray", "295": "hat", "296": "steady", "297": "process", "298": "making", "299": "indicating", "300": "deceleration", "301": "about", "302": "stop", "303": "allowed", "304": "0km", "305": "indicated", "306": "form", "307": "these", "308": "circumstances", "309": "described", "310": "specific", "311": "moment", "312": "during", "313": "stationary", "314": "constantly", "315": "zero", "316": "kilometers", "317": "per", "318": "hour", "319": "implying", "320": "man", "321": "centimeters", "322": "head", "323": "covered", "324": "adorned", "325": "location", "326": "lit", "327": "turns", "328": "show", "329": "covering", "330": "categorized", "331": "describes", "332": "unaware", "333": "distant", "334": "position", "335": "pedestrian's", "336": "appearance", "337": "cannot", "338": "by", "339": "other", "340": "hand", "341": "reveals", "342": "when", "343": "approached", "344": "5km", "345": "stood", "346": "same", "347": "functioning", "348": "consisting", "349": "conducive", "350": "safe", "351": "acknowledged", "352": "180cm", "353": "jacket", "354": "steadily", "355": "aware", "356": "quite", "357": "actions", "358": "mentioned", "359": "180", "360": "deviations", "361": "composed", "362": "smoothly", "363": "keeping", "364": "navigating", "365": "travelling", "366": "occurring", "367": "25", "368": "considerable", "369": "cloudy", "370": "high", "371": "wet", "372": "complete", "373": "involving", "374": "concise", "375": "straightforward", "376": "manner", "377": "travels", "378": "consist", "379": "25km", "380": "current", "381": "20s", "382": "dim", "383": "heavy", "384": "suggests", "385": "gender", "386": "each", "387": "normal", "388": "standstill", "389": "proximity", "390": "pedestrain's", "391": "line", "392": "sight", "393": "pedestrain", "394": "readily", "395": "thirties", "396": "sky", "397": "furthermore", "398": "classification", "399": "indicates", "400": "situated", "401": "recorded", "402": "remains", "403": "operates", "404": "motionless", "405": "easily", "406": "suggesting", "407": "temporary", "408": "halt", "409": "movement", "410": "along", "411": "provides", "412": "snapshot", "413": "scene", "414": "momentarily", "415": "paused", "416": "detailed", "417": "environmental", "418": "attributes", "419": "setting's", "420": "characteristics", "421": "completely", "422": "halted", "423": "depict", "424": "suitable", "425": "additionally", "426": "further", "427": "characterized", "428": "portrays", "429": "static", "430": "daylight", "431": "hours", "432": "30km", "433": "included", "434": "continuing", "435": "deviation", "436": "represents", "437": "crosses", "438": "affected", "439": "having", "440": "yellow", "441": "rainy", "442": "dark", "443": "15", "444": "rainfall", "445": "range", "446": "rain", "447": "known", "448": "details", "449": "based", "450": "provided", "451": "information", "452": "maintains", "453": "through", "454": "caution", "455": "common", "456": "suburban", "457": "inclined", "458": "navigates", "459": "proceeding", "460": "involve", "461": "adding", "462": "nature", "463": "steep", "464": "uphill", "465": "steeply", "466": "navigable", "467": "additional", "468": "regarding", "469": "vehicles", "470": "pedestrians", "471": "although", "472": "navy", "473": "progressing", "474": "encompasses", "475": "stopping", "476": "use", "477": "observes", "478": "driven", "479": "average", "480": "person", "481": "defined", "482": "purple", "483": "come", "484": "caused", "485": "all", "486": "streetlights", "487": "observed", "488": "used", "489": "coming", "490": "reported", "491": "featured", "492": "key", "493": "emphasizing", "494": "elderly", "495": "cane", "496": "holiday", "497": "calmly", "498": "predetermined", "499": "80s", "500": "reversing", "501": "holding", "502": "leveled", "503": "illuminate", "504": "slow", "505": "revealed", "506": "slightly", "507": "single", "508": "finished", "509": "parking", "510": "150", "511": "skirt", "512": "sunny", "513": "moderately", "514": "busy", "515": "neither", "516": "nor", "517": "continued", "518": "must", "519": "needs", "520": "consider", "521": "movements", "522": "adjust", "523": "accordingly", "524": "cautious", "525": "mindful", "526": "navigate", "527": "70s", "528": "considering", "529": "factors", "530": "maintain", "531": "brightly", "532": "even", "533": "though", "534": "raining", "535": "evident", "536": "twenties", "537": "significant", "538": "constructed", "539": "spread", "540": "across", "541": "depicts", "542": "walks", "543": "expressway", "544": "5", "545": "depicted", "546": "incident", "547": "young", "548": "unfolding", "549": "towards", "550": "includes", "551": "creating", "552": "ideal", "553": "travel", "554": "regular", "555": "predictable", "556": "adhering", "557": "rules", "558": "identify", "559": "because", "560": "limited", "561": "brown", "562": "contribute", "563": "understanding", "564": "context", "565": "providing", "566": "diversion", "567": "course", "568": "continuous", "569": "remained", "570": "respective", "571": "positions", "572": "data", "573": "approaching", "574": "consistent", "575": "part", "576": "purplish", "577": "red", "578": "standard", "579": "incidents", "580": "intentions", "581": "allow", "582": "operated", "583": "describe", "584": "overview", "585": "external", "586": "affecting", "587": "fairly", "588": "time", "589": "surrounded", "590": "viewpoint", "591": "happening", "592": "state", "593": "perspective", "594": "undergoing", "595": "road's", "596": "yet", "597": "flow", "598": "dimly", "599": "accelerated", "600": "just", "601": "completed", "602": "operative", "603": "appear", "604": "absence", "605": "stands", "606": "dons", "607": "accompanied", "608": "provide", "609": "illumination", "610": "encompassing", "611": "falls", "612": "into", "613": "category", "614": "point", "615": "begins", "616": "preparing", "617": "regulations", "618": "overtake", "619": "required", "620": "obstructions", "621": "blocking", "622": "already", "623": "recently", "624": "taken", "625": "individual", "626": "crossing", "627": "observing", "628": "awaiting", "629": "instructions", "630": "enables", "631": "came", "632": "observe", "633": "today", "634": "embodies", "635": "vibrant", "636": "atmosphere", "637": "moreover", "638": "daytime", "639": "closely", "640": "relevant", "641": "paved", "642": "belongs", "643": "lot", "644": "site", "645": "inclination", "646": "car", "647": "minimal", "648": "low", "649": "given", "650": "vantage", "651": "outside", "652": "apparent", "653": "comes", "654": "adult", "655": "accelerates", "656": "turned", "657": "involved", "658": "influenced", "659": "emotions", "660": "suggestions", "661": "calm", "662": "age", "663": "group", "664": "noticed", "665": "resulting", "666": "slowing", "667": "down", "668": "morning", "669": "him", "670": "serene", "671": "noticeable", "672": "start", "673": "began", "674": "material", "675": "good", "676": "landscape", "677": "enough", "678": "found", "679": "case", "680": "traveled", "681": "did", "682": "out", "683": "garment", "684": "pair", "685": "unfolds", "686": "driver's", "687": "events", "688": "abnormalities", "689": "190", "690": "more", "691": "appeared", "692": "showed", "693": "engaged", "694": "initially", "695": "intends", "696": "implies", "697": "green", "698": "darkness", "699": "noting", "700": "adequate", "701": "encounter", "702": "unobstructed", "703": "measured", "704": "idle", "705": "occupied", "706": "appropriate", "707": "transportation", "708": "visually", "709": "perceive", "710": "brake", "711": "forties", "712": "set", "713": "it's", "714": "including", "715": "except", "716": "affect", "717": "behavior", "718": "apart", "719": "mind", "720": "journey", "721": "nighttime", "722": "afar", "723": "navigated", "724": "encounters", "725": "city", "726": "commuting", "727": "long", "728": "sleeved", "729": "layout", "730": "potentially", "731": "too", "732": "fast", "733": "sufficient", "734": "reader", "735": "visualize", "736": "ongoing", "737": "unseen", "738": "inferred", "739": "obstacles", "740": "hazards", "741": "features", "742": "directly", "743": "distinct", "744": "holidays", "745": "weekends", "746": "running", "747": "gentle", "748": "slope", "749": "seemed", "750": "like", "751": "moderate", "752": "controlled", "753": "detect", "754": "since", "755": "attire", "756": "motionlessness", "757": "goes", "758": "total", "759": "afternoon", "760": "disruptions", "761": "either", "762": "extraordinary", "763": "initiated", "764": "sections", "765": "very", "766": "stillness", "767": "articles", "768": "10s", "769": "immediate", "770": "risks", "771": "concerns", "772": "carries", "773": "ground", "774": "150cm", "775": "necessary", "776": "ordinary", "777": "presents", "778": "proceed", "779": "expectedly", "780": "observable", "781": "somewhat", "782": "entire", "783": "witnessing", "784": "sits", "785": "engine", "786": "gaze", "787": "fixates", "788": "separated", "789": "enhanced", "790": "blending", "791": "lively", "792": "flowing", "793": "serves", "794": "thoroughfare", "795": "adorn", "796": "catering", "797": "amidst", "798": "showcases", "799": "frozen", "800": "next", "801": "rest", "802": "paints", "803": "picture", "804": "embarked", "805": "maneuver", "806": "gently", "807": "sloped", "808": "make", "809": "patterns", "810": "prevailed", "811": "entities", "812": "stable", "813": "alongside", "814": "unaffected", "815": "alteration", "816": "60s", "817": "some", "818": "unknown", "819": "reasons", "820": "enabled", "821": "approach", "822": "ensured", "823": "showcased", "824": "access", "825": "contained", "826": "encountered", "827": "abiding", "828": "prevailing", "829": "classifications", "830": "navigation", "831": "140", "832": "downhill", "833": "neutral", "834": "third", "835": "140cm", "836": "waiting", "837": "whom", "838": "roads", "839": "sunshine", "840": "abruptly", "841": "slows", "842": "clad", "843": "factual", "844": "avoiding", "845": "beyond", "846": "captures", "847": "region", "848": "upon", "849": "encountering", "850": "deemed", "851": "happens", "852": "fair", "853": "spotted", "854": "describing", "855": "such", "856": "number", "857": "generally", "858": "showing", "859": "roles", "860": "everything", "861": "seems", "862": "routine", "863": "sharing", "864": "account", "865": "interfering", "866": "decelerate", "867": "equipped", "868": "face", "869": "brief", "870": "comprehension", "871": "deviating", "872": "that's", "873": "style", "874": "pavement", "875": "important", "876": "note", "877": "rather", "878": "importance", "879": "network", "880": "perceives", "881": "response", "882": "observation", "883": "initiates", "884": "issues", "885": "pace", "886": "speeding", "887": "up", "888": "indications", "889": "interactions", "890": "30", "891": "turquoise", "892": "then", "893": "optimal", "894": "uncongested", "895": "sudden", "896": "snowfall", "897": "snowy", "898": "obstructing", "899": "take", "900": "composition", "901": "focused", "902": "silver", "903": "added", "904": "various", "905": "travelled", "906": "looking", "907": "collectively", "908": "portray", "909": "amount", "910": "detected", "911": "possibility", "912": "facilitating", "913": "adopted", "914": "ensure", "915": "safety", "916": "simplicity", "917": "accuracy", "918": "angle", "919": "exist", "920": "assigned", "921": "remain", "922": "pause", "923": "velocity", "924": "trajectory", "925": "regards", "926": "functional", "927": "nears", "928": "surround", "929": "drive", "930": "positioning", "931": "lightly", "932": "notable", "933": "hindrance", "934": "obstructed", "935": "mention", "936": "disturbances", "937": "sticking", "938": "night", "939": "intention", "940": "enabling", "941": "system", "942": "support", "943": "uneventful", "944": "paint", "945": "vivid", "946": "end", "947": "headed", "948": "(190", "949": "more)", "950": "over", "951": "190cm", "952": "sees", "953": "vehicular", "954": "advancing", "955": "oblivious", "956": "noteworthy", "957": "ample", "958": "decelerated", "959": "quiet", "960": "small", "961": "monitor", "962": "different", "963": "appropriately", "964": "consideration", "965": "accommodates", "966": "pathway", "967": "coexist", "968": "separate", "969": "matching", "970": "risk", "971": "parties", "972": "objective", "973": "focusing", "974": "relation", "975": "exceptional", "976": "peculiar", "977": "car's", "978": "alert", "979": "measures", "980": "forming", "981": "containing", "982": "hinder", "983": "space", "984": "result", "985": "roadway", "986": "define", "987": "turninng", "988": "previously", "989": "exists", "990": "casually", "991": "exhibit", "992": "may", "993": "simple", "994": "performing", "995": "associated", "996": "decision", "997": "conjunctions", "998": "order", "999": "coherent", "1000": "meaning", "1001": "veering", "1002": "off", "1003": "slowly", "1004": "halting", "1005": "sitting", "1006": "switched", "1007": "bathed", "1008": "natural", "1009": "roadside", "1010": "pass", "1011": "stationed", "1012": "stated", "1013": "question", "1014": "entails", "1015": "choice", "1016": "combined", "1017": "fact", "1018": "shoes", "1019": "act", "1020": "variation", "1021": "states", "1022": "impossible", "1023": "remaining", "1024": "meantime", "1025": "indication", "1026": "environments", "1027": "comprises", "1028": "comprising", "1029": "expected", "1030": "sets", "1031": "stage", "1032": "recent", "1033": "gives", "1034": "manageable", "1035": "traversing", "1036": "identifies", "1037": "unchanging", "1038": "would", "1039": "(note", "1040": "english", "1041": "word", "1042": "refers", "1043": ")", "1044": "engagement", "1045": "physical", "1046": "business", "1047": "terrain", "1048": "phase", "1049": "hatted", "1050": "interruptions", "1051": "seem", "1052": "journeys", "1053": "familiar", "1054": "awareness", "1055": "formed", "1056": "particularly", "1057": "drove", "1058": "enable", "1059": "decreasing", "1060": "whether", "1061": "kept", "1062": "carefully", "1063": "maneuvered", "1064": "increased", "1065": "concerning", "1066": "lack", "1067": "decrease", "1068": "possible", "1069": "swerves", "1070": "registered", "1071": "body's", "1072": "matches", "1073": "donning", "1074": "colored", "1075": "contextual", "1076": "fifties", "1077": "draped", "1078": "together", "1079": "create", "1080": "backdrop", "1081": "spot", "1082": "presented", "1083": "closer", "1084": "peaceful", "1085": "cause", "1086": "difficulties", "1087": "aligning", "1088": "bustling", "1089": "subjects", "1090": "circumstance", "1091": "notes", "1092": "noticing", "1093": "distractions", "1094": "become", "1095": "adds", "1096": "contexts", "1097": "hindrances", "1098": "complications", "1099": "40", "1100": "something", "1101": "personal", "1102": "bias", "1103": "image", "1104": "own", "1105": "specified", "1106": "summary", "1107": "slight", "1108": "smoothness", "1109": "separating", "1110": "sloping", "1111": "so", "1112": "we", "1113": "infer", "1114": "reducing", "1115": "beneath", "1116": "ready", "1117": "suited", "1118": "signify", "1119": "uninterrupted", "1120": "swiftly", "1121": "amid", "1122": "assessed", "1123": "swerving", "1124": "quickly", "1125": "adjusted", "1126": "successful", "1127": "thanks", "1128": "quick", "1129": "reaction", "1130": "unusual", "1131": "planned", "1132": "staying", "1133": "sporting", "1134": "swerve", "1135": "notably", "1136": "walk", "1137": "proceeds", "1138": "setup", "1139": "traction", "1140": "activities", "1141": "paving", "1142": "brought", "1143": "again", "1144": "gradually", "1145": "picking", "1146": "adjusting", "1147": "painting", "1148": "walked", "1149": "cross", "1150": "contributing", "1151": "incorporating", "1152": "denote", "1153": "influence", "1154": "elements", "1155": "open", "1156": "less", "1157": "congested", "1158": "lined", "1159": "contributed", "1160": "objectively", "1161": "visual", "1162": "properly", "1163": "before", "1164": "therefore", "1165": "accelerate", "1166": "possibly", "1167": "inclines", "1168": "experiences", "1169": "inadequate", "1170": "means", "1171": "judging", "1172": "outlines", "1173": "levels", "1174": "essential", "1175": "offering", "1176": "intent", "1177": "avoids", "1178": "structure", "1179": "speedometer", "1180": "portrayed", "1181": "commence", "1182": "everyday", "1183": "faces", "1184": "prohibiting", "1185": "attired", "1186": "signifying", "1187": "notices", "1188": "presently", "1189": "operational", "1190": "spaces", "1191": "exhibiting", "1192": "highlighting", "1193": "disruption", "1194": "situational", "1195": "unbiased", "1196": "combination", "1197": "painted", "1198": "streets", "1199": "documented", "1200": "friendly", "1201": "represented", "1202": "belonged", "1203": "passing", "1204": "than", "1205": "crucial", "1206": "offers", "1207": "paragraph", "1208": "unfortunately", "1209": "steps", "1210": "onto", "1211": "glisten", "1212": "falling", "1213": "deduced", "1214": "need", "1215": "rate", "1216": "obstruction", "1217": "farm", "1218": "experienced", "1219": "child", "1220": "9", "1221": "years", "1222": "old", "1223": "100", "1224": "predominantly", "1225": "danger", "1226": "confirms", "1227": "reads", "1228": "reflecting", "1229": "anticipation", "1230": "prepares", "1231": "execute", "1232": "illustrates", "1233": "traverses", "1234": "addition", "1235": "serving", "1236": "simplified", "1237": "begin", "1238": "sign", "1239": "detours", "1240": "do", "1241": "direct", "1242": "offer", "1243": "crossed", "1244": "anything", "1245": "solely", "1246": "words", "1247": "taller", "1248": "visualization", "1249": "according", "1250": "flanked", "1251": "decelerates", "1252": "unidentified", "1253": "precautions", "1254": "nearing", "1255": "volumes", "1256": "gloomy", "1257": "skies", "1258": "concluded", "1259": "prompted", "1260": "successfully", "1261": "maneuvers", "1262": "hinderance", "1263": "drives", "1264": "advances", "1265": "dimmed", "1266": "bordered", "1267": "now", "1268": "certain", "1269": "acceptable", "1270": "ease", "1271": "irregularities", "1272": "progresses", "1273": "comfortable", "1274": "emotional", "1275": "expressions", "1276": "find", "1277": "themselves", "1278": "imminent", "1279": "specify", "1280": "experience", "1281": "bringing", "1282": "congestion", "1283": "seeing", "1284": "resume", "1285": "feature", "1286": "stays", "1287": "daily", "1288": "routines", "1289": "basic", "1290": "respectively", "1291": "confirming", "1292": "attention", "1293": "prevented", "1294": "ambiance", "1295": "implied", "1296": "offered", "1297": "clearer", "1298": "soaked", "1299": "proceeded", "1300": "heavily", "1301": "trafficked", "1302": "derived", "1303": "permits", "1304": "diversions", "1305": "prompting", "1306": "accordance", "1307": "opinions", "1308": "albeit", "1309": "holistic", "1310": "likely", "1311": "drawn", "1312": "played", "1313": "role", "1314": "shaping", "1315": "gliding", "1316": "causing", "1317": "complying", "1318": "ambient", "1319": "shape", "1320": "complements", "1321": "hazard", "1322": "activated", "1323": "adheres", "1324": "passage", "1325": "dirt", "1326": "parameters", "1327": "noted", "1328": "parked", "1329": "been", "1330": "focus", "1331": "identifiable", "1332": "accessible", "1333": "thereby", "1334": "assess", "1335": "prepare", "1336": "complemented", "1337": "objects", "1338": "directions", "1339": "occurrence", "1340": "interruption", "1341": "enhancing", "1342": "longer", "1343": "driverless", "1344": "unfolded", "1345": "diagonal", "1346": "doesn't", "1347": "surfaces", "1348": "share", "1349": "neared", "1350": "sedan", "1351": "affords", "1352": "responsibly", "1353": "vigilance", "1354": "unperturbed", "1355": "enhance", "1356": "independently", "1357": "comfortably", "1358": "whose", "1359": "track", "1360": "adherence", "1361": "conscious", "1362": "determined", "1363": "us", "1364": "understand", "1365": "target", "1366": "midst", "1367": "reasonable", "1368": "levelly", "1369": "stand", "1370": "actors", "1371": "categorizing", "1372": "special", "1373": "directed", "1374": "linear", "1375": "vary", "1376": "greatly", "1377": "giving", "1378": "risky", "1379": "cover", "1380": "inactive", "1381": "many", "1382": "reached", "1383": "considers", "1384": "varied", "1385": "facing", "1386": "section", "1387": "week", "1388": "comprised", "1389": "interacted", "1390": "playing", "1391": "facts", "1392": "infrastructure", "1393": "few", "1394": "functions", "1395": "matched", "1396": "attentive", "1397": "exhibits", "1398": "alterations", "1399": "spots", "1400": "stagnation", "1401": "major", "1402": "person's", "1403": "occur", "1404": "existing", "1405": "situations", "1406": "formation", "1407": "other's", "1408": "(a", "1409": "shirt)", "1410": "highlight", "1411": "settings", "1412": "initiating", "1413": "utilizing", "1414": "several", "1415": "grade", "1416": "aids", "1417": "stagnant", "1418": "tranquil", "1419": "concurrently", "1420": "adorns", "1421": "coupled", "1422": "resides", "1423": "finally", "1424": "embodying", "1425": "essence", "1426": "established", "1427": "primary", "1428": "play", "1429": "influencing", "1430": "evening", "1431": "indicative", "1432": "adapting", "1433": "should", "1434": "retaining", "1435": "boasts", "1436": "belonging", "1437": "meticulous", "1438": "120", "1439": "120cm", "1440": "lastly", "1441": "happened", "1442": "lacks", "1443": "subjective", "1444": "transpires", "1445": "narrates", "1446": "mode", "1447": "easier", "1448": "capture", "1449": "undisturbed", "1450": "frame", "1451": "posing", "1452": "sheds", "1453": "rapidly", "1454": "put", "1455": "verge", "1456": "showcase", "1457": "signal", "1458": "characterize", "1459": "entail", "1460": "representing", "1461": "choices", "1462": "increasing", "1463": "gap", "1464": "summarizes", "1465": "matter", "1466": "operator", "1467": "delay", "1468": "coexisting", "1469": "precise", "1470": "trailing", "1471": "impaired", "1472": "mobility", "1473": "proper", "1474": "smoother", "1475": "said", "1476": "vehicle\u2019s", "1477": "changed", "1478": "dominated", "1479": "worth", "1480": "corresponding", "1481": "stably", "1482": "motions", "1483": "anomalies", "1484": "impact", "1485": "executing", "1486": "analysis", "1487": "detailing", "1488": "accurately", "1489": "overtaking", "1490": "perform", "1491": "optimum", "1492": "surfaced", "1493": "darkened", "1494": "presenting", "1495": "challenges", "1496": "snowing", "1497": "snow", "1498": "organized", "1499": "aided", "1500": "donned", "1501": "vision", "1502": "activity", "1503": "fully", "1504": "specificities", "1505": "signaling", "1506": "throughout", "1507": "herself", "1508": "specifications", "1509": "analyzing", "1510": "accurate", "1511": "portrayal", "1512": "readers", "1513": "year", "1514": "actively", "1515": "unobservable", "1516": "conflicting", "1517": "suggested", "1518": "subject's", "1519": "divided", "1520": "tells", "1521": "intersection", "1522": "confirmed", "1523": "unchanged", "1524": "align", "1525": "20's", "1526": "overcast", "1527": "destination", "1528": "remarkable", "1529": "aspects", "1530": "declined", "1531": "drivers", "1532": "react", "1533": "if", "1534": "needed", "1535": "reduced", "1536": "seated", "1537": "inside", "1538": "clouded", "1539": "unremarkable", "1540": "difficult", "1541": "determine", "1542": "exact", "1543": "interacts", "1544": "active", "1545": "capturing", "1546": "aligned", "1547": "non", "1548": "shared", "1549": "intersecting", "1550": "internal", "1551": "notice", "1552": "similar", "1553": "encompass", "1554": "traversed", "1555": "precarious", "1556": "unexpected", "1557": "immersed", "1558": "revealing", "1559": "commonly", "1560": "ensures", "1561": "curves", "1562": "cruising", "1563": "collection", "1564": "depicting", "1565": "contact", "1566": "areas", "1567": "designates", "1568": "combining", "1569": "perception", "1570": "model", "1571": "focuses", "1572": "abrupt", "1573": "language", "1574": "complex", "1575": "sentence", "1576": "structures", "1577": "descriptive", "1578": "predictably", "1579": "passed", "1580": "acutely", "1581": "predominant", "1582": "usage", "1583": "showcasing", "1584": "related", "1585": "area's", "1586": "distinguishing", "1587": "will", "1588": "placed", "1589": "thirty", "1590": "interact", "1591": "adverse", "1592": "normally", "1593": "protection", "1594": "110", "1595": "boy", "1596": "flank", "1597": "defines", "1598": "latter", "1599": "easy", "1600": "portraying", "1601": "establish", "1602": "captured", "1603": "peacefully", "1604": "prevail", "1605": "couldn't", "1606": "oriented", "1607": "full", "1608": "levelled", "1609": "closeby", "1610": "fell", "1611": "constituted", "1612": "ascertain", "1613": "unmoving", "1614": "reading", "1615": "existed", "1616": "inclining", "1617": "advantage", "1618": "prepared", "1619": "spatial", "1620": "decided", "1621": "conclude", "1622": "plans", "1623": "reason", "1624": "rendering", "1625": "witnessed", "1626": "holds", "1627": "waited", "1628": "clearance", "1629": "guarded", "1630": "faster", "1631": "slower", "1632": "uses", "1633": "occupy", "1634": "general", "1635": "encompassed", "1636": "seemingly", "1637": "examining", "1638": "might", "1639": "laned", "1640": "hail", "1641": "alarming", "1642": "occupying", "1643": "runs", "1644": "thinking", "1645": "envision", "1646": "passes", "1647": "immobility", "1648": "dropped", "1649": "appearances", "1650": "eye", "1651": "anticipated", "1652": "warrants", "1653": "utmost", "1654": "desperately", "1655": "trying", "1656": "colliding", "1657": "desperate", "1658": "attempt", "1659": "harm", "1660": "substantial", "1661": "corresponds", "1662": "fluctuations", "1663": "(160cm)", "1664": "60", "1665": "trousers", "1666": "ceased", "1667": "typically", "1668": "assessing", "1669": "partaking", "1670": "hindered", "1671": "pose", "1672": "encapsulates", "1673": "environment's", "1674": "impacting", "1675": "comprise", "1676": "thoughts", "1677": "sports", "1678": "early", "1679": "arrangement", "1680": "determines", "1681": "clothes", "1682": "unnoticed", "1683": "blocked", "1684": "towering", "1685": "walkways", "1686": "protected", "1687": "permit", "1688": "invisible", "1689": "begun", "1690": "supplemented", "1691": "60's", "1692": "commute", "1693": "responding", "1694": "persists", "1695": "introducing", "1696": "colors", "1697": "explanation", "1698": "purpose", "1699": "becomes", "1700": "design", "1701": "scenarios", "1702": "marked", "1703": "obvious", "1704": "eventful", "1705": "outlining", "1706": "rapid", "1707": "evasive", "1708": "depiction", "1709": "significantly", "1710": "progressed", "1711": "altering", "1712": "himself", "1713": "detail", "1714": "park", "1715": "130", "1716": "130cm", "1717": "glimpse", "1718": "placing", "1719": "capable", "1720": "instead", "1721": "unaltered", "1722": "pattern", "1723": "distinguished", "1724": "favoring", "1725": "clothed", "1726": "sided", "1727": "grey", "1728": "contains", "1729": "stretch", "1730": "wheel", "1731": "domains", "1732": "fulfilling", "1733": "orderly", "1734": "maneuverability", "1735": "shade", "1736": "unfold", "1737": "slippery", "1738": "consistently", "1739": "consequently", "1740": "possesses", "1741": "accident", "1742": "wide", "1743": "straightforwardly", "1744": "oblique", "1745": "future", "1746": "commenced", "1747": "signifies", "1748": "hindering", "1749": "weekdays", "1750": "basis", "1751": "someone", "1752": "considerably", "1753": "representative", "1754": "display", "1755": "thus", "1756": "adjacent", "1757": "abundant", "1758": "completing", "1759": "components", "1760": "limit", "1761": "hazardous", "1762": "hesitation", "1763": "hr", "1764": "retains", "1765": "convey", "1766": "utilizes", "1767": "comprehensively", "1768": "there's", "1769": "people", "1770": "hasn't", "1771": "assumes", "1772": "reflect", "1773": "asphalted", "1774": "accommodating", "1775": "sense", "1776": "safer", "1777": "outcomes", "1778": "arise", "1779": "freezing", "1780": "restrictions", "1781": "spanning", "1782": "impartial", "1783": "primarily", "1784": "conjunction", "1785": "observations", "1786": "pertain", "1787": "broad", "1788": "efficient", "1789": "doing", "1790": "individuals", "1791": "worn", "1792": "displays", "1793": "ages", "1794": "faraway", "1795": "secondary", "1796": "singular", "1797": "status", "1798": "continuously", "1799": "another", "1800": "overtook", "1801": "overtaken", "1802": "pertaining", "1803": "mostly", "1804": "hurdles", "1805": "prescribed", "1806": "contrasting", "1807": "regularly", "1808": "usually", "1809": "curb", "1810": "await", "1811": "informative", "1812": "flowed", "1813": "vice", "1814": "versa", "1815": "naturally", "1816": "occupants", "1817": "passively", "1818": "inclinations", "1819": "structured", "1820": "large", "1821": "poised", "1822": "below", "1823": "valuable", "1824": "insights", "1825": "besides", "1826": "displaying", "1827": "finishing", "1828": "markings", "1829": "control", "1830": "cessation", "1831": "parallel", "1832": "blind", "1833": "slacks)", "1834": "witnesses", "1835": "exposed", "1836": "adjusts", "1837": "accessories", "1838": "dangerous", "1839": "affording", "1840": "classifies", "1841": "accounting", "1842": "alone", "1843": "requiring", "1844": "conventional", "1845": "comfort", "1846": "immobile", "1847": "defects", "1848": "respect", "1849": "accompanying", "1850": "bit", "1851": "conducting", "1852": "automobile", "1853": "unidirectional", "1854": "calmness", "1855": "slack", "1856": "progress", "1857": "measure", "1858": "employed", "1859": "emergency", "1860": "braking", "1861": "responded", "1862": "promptly", "1863": "assumed", "1864": "unique", "1865": "participants", "1866": "accentuated", "1867": "compared", "1868": "free", "1869": "help", "1870": "formulates", "1871": "brakes", "1872": "unnoticeable", "1873": "soon", "1874": "element", "1875": "convenience", "1876": "categorically", "1877": "avoided", "1878": "applying", "1879": "passengers", "1880": "discussions", "1881": "boasting", "1882": "pausing", "1883": "destinations", "1884": "distinctive", "1885": "prevent", "1886": "extra", "1887": "layer", "1888": "format", "1889": "inconspicuously", "1890": "gave", "1891": "obeying", "1892": "didn't", "1893": "rush", "1894": "\u2013", "1895": "underneath", "1896": "imply", "1897": "decides", "1898": "slopes", "1899": "dynamic", "1900": "reaching", "1901": "illuminates", "1902": "threatening", "1903": "leading", "1904": "co", "1905": "tone", "1906": "faced", "1907": "favourable", "1908": "requires", "1909": "sure", "1910": "remember", "1911": "express", "1912": "relies", "1913": "look", "1914": "saw", "1915": "entity", "1916": "denotes", "1917": "precipitation", "1918": "here", "1919": "simultaneously", "1920": "convenient", "1921": "stability", "1922": "hence", "1923": "working", "1924": "staticness", "1925": "occupies", "1926": "whilst", "1927": "adjustments", "1928": "unfavorable", "1929": "bystander", "1930": "unclear", "1931": "function", "1932": "inclusive", "1933": "pertinent", "1934": "developed", "1935": "compose", "1936": "event's", "1937": "detached", "1938": "numerical", "1939": "opted", "1940": "outfit", "1941": "enters", "1942": "uncomplicated", "1943": "observer", "1944": "deduces", "1945": "sixties", "1946": "after", "1947": "favorably", "1948": "entirety", "1949": "facilitate", "1950": "stops", "1951": "precision", "1952": "limitations", "1953": "insufficient", "1954": "gravel", "1955": "alternate", "1956": "(upper", "1957": "body)", "1958": "perceived", "1959": "casting", "1960": "starting", "1961": "narrated", "1962": "practical", "1963": "slowed", "1964": "patiently", "1965": "whenever", "1966": "impending", "1967": "enhances", "1968": "normalcy", "1969": "poor", "1970": "covers", "1971": "supported", "1972": "touch", "1973": "accommodated", "1974": "witness", "1975": "reversed", "1976": "reverses", "1977": "onward", "1978": "emotive", "1979": "immediately", "1980": "reverse", "1981": "(blue", "1982": "clothing)", "1983": "waits", "1984": "resuming", "1985": "what", "1986": "actually", "1987": "keenly", "1988": "applied", "1989": "legal", "1990": "limits", "1991": "seamlessly", "1992": "regardless", "1993": "above", "1994": "specifying", "1995": "pleasant", "1996": "confidently", "1997": "concern", "1998": "averagely", "1999": "multiple", "2000": "created", "2001": "forms", "2002": "estimated", "2003": "monitors", "2004": "references", "2005": "y\u30b7\u30e3\u30c4", "2006": "suggestive", "2007": "noticeably", "2008": "populated", "2009": "performed", "2010": "evenly", "2011": "persistently", "2012": "inform", "2013": "others", "2014": "momentary", "2015": "gathered", "2016": "influences", "2017": "leaving", "2018": "disrupt", "2019": "+", "2020": "excellent", "2021": "installed", "2022": "nearness", "2023": "resulted", "2024": "variations", "2025": "reacting", "2026": "reduction", "2027": "adorning", "2028": "crowded", "2029": "especially", "2030": "challenging", "2031": "highlights", "2032": "hustle", "2033": "bustle", "2034": "life", "2035": "resting", "2036": "undoubtedly", "2037": "presumably", "2038": "vital", "2039": "outlined", "2040": "carriageway", "2041": "embarking", "2042": "accidents", "2043": "recognizes", "2044": "better", "2045": "pay", "2046": "exercise", "2047": "neighborhood", "2048": "content", "2049": "planning", "2050": "nothing", "2051": "occupant", "2052": "let's", "2053": "shift", "2054": "our", "2055": "upwards", "2056": "relationship", "2057": "add", "2058": "complexity", "2059": "curve", "2060": "little", "2061": "done", "2062": "stance", "2063": "(specifically", "2064": "facilities", "2065": "beside", "2066": "i", "2067": "connected", "2068": "sentences", "2069": "accessibility", "2070": "nearer", "2071": "sources", "2072": "pedal", "2073": "progression", "2074": "formal", "2075": "characteristic", "2076": "unswerving", "2077": "surfacing", "2078": "hurry", "2079": "subdued", "2080": "nonexistent", "2081": "immobilized", "2082": "items", "2083": "identification", "2084": "unidirectionally", "2085": "normalizing", "2086": "complementing", "2087": "regarded", "2088": "zone", "2089": "instance", "2090": "conclusion", "2091": "diligently", "2092": "chosen", "2093": "dress", "2094": "wear", "2095": "relaxed", "2096": "typicality", "2097": "assumptions", "2098": "inferences", "2099": "hint", "2100": "keep", "2101": "eventually", "2102": "kilometres", "2103": "warning", "2104": "defining", "2105": "cruised", "2106": "contain", "2107": "much", "2108": "opportunity", "2109": "confronted", "2110": "headlights", "2111": "shine", "2112": "stimuli", "2113": "briefly", "2114": "vehiclemaintains", "2115": "registering", "2116": "emerges", "2117": "dealing", "2118": "pedestrians'", "2119": "facilitates", "2120": "lone", "2121": "contend", "2122": "developments", "2123": "probably", "2124": "cars", "2125": "distances", "2126": "shortly", "2127": "behaviors", "2128": "inability", "2129": "transpiring", "2130": "interestingly", "2131": "mentions", "2132": "emphasizes", "2133": "self", "2134": "assured", "2135": "match", "2136": "built", "2137": "fashion", "2138": "purposefully", "2139": "written", "2140": "adhere", "2141": "instruction", "2142": "user", "2143": "casual", "2144": "split", "2145": "behaving", "2146": "multitude", "2147": "size", "2148": "suburbs", "2149": "grip", "2150": "downward", "2151": "succinct", "2152": "period", "2153": "excessive", "2154": "viewed", "2155": "sums", "2156": "assume", "2157": "creates", "2158": "architecture", "2159": "gradient", "2160": "discern", "2161": "stretches", "2162": "affairs", "2163": "engaging", "2164": "else", "2165": "significance", "2166": "existence", "2167": "executed", "2168": "makes", "2169": "mundane", "2170": "exceptions", "2171": "town", "2172": "prudent", "2173": "diminished", "2174": "clarity", "2175": "watch", "2176": "traditional", "2177": "quietly", "2178": "input", "2179": "persisted", "2180": "50's", "2181": "eyesight", "2182": "corrected", "2183": "empty", "2184": "followed", "2185": "sensing", "2186": "upcoming", "2187": "displayed", "2188": "older", "2189": "separates", "2190": "knowledge", "2191": "suspended", "2192": "silence", "2193": "restriction", "2194": "least", "2195": "count", "2196": "147", "2197": "intersect", "2198": "reflected", "2199": "held", "2200": "customary", "2201": "wasn't", "2202": "dawning", "2203": "operate", "2204": "purpleish", "2205": "eases", "2206": "laws", "2207": "abnormal", "2208": "impacted", "2209": "underfoot", "2210": "inert", "2211": "ability", "2212": "prevails", "2213": "lacked", "2214": "modifications", "2215": "mentioning", "2216": "isn't", "2217": "(short", "2218": "pants)", "2219": "unwavering", "2220": "apply", "2221": "expressing", "2222": "controls", "2223": "anticipate", "2224": "contextualization", "2225": "occurrences", "2226": "useful", "2227": "decisions", "2228": "closest", "2229": "exudes", "2230": "familiarity", "2231": "intending", "2232": "problems", "2233": "densely", "2234": "strong", "2235": "report", "2236": "narration", "2237": "precautionary", "2238": "keeps", "2239": "evidenced", "2240": "half", "2241": "braked", "2242": "signaled", "2243": "prompt", "2244": "integral", "2245": "combine", "2246": "compliance", "2247": "instructions)", "2248": "unharmed", "2249": "perceivable", "2250": "inactivity", "2251": "discernible", "2252": "standalone", "2253": "framed", "2254": "buildings", "2255": "stature", "2256": "effect", "2257": "aid", "2258": "anticipating", "2259": "stretched", "2260": "idling", "2261": "occasion", "2262": "realized", "2263": "steered", "2264": "reacted", "2265": "vigilant", "2266": "tailing", "2267": "incapable", "2268": "detecting", "2269": "explain", "2270": "why", "2271": "uniformly", "2272": "excluding", "2273": "occasions", "2274": "knows", "2275": "balanced", "2276": "lacking", "2277": "dormant", "2278": "(slacks)", "2279": "marking", "2280": "aside", "2281": "40's", "2282": "devoid", "2283": "insight", "2284": "toward", "2285": "reflects", "2286": "options", "2287": "climb", "2288": "passenger", "2289": "impairing", "2290": "attentively", "2291": "give", "2292": "initial", "2293": "mainly", "2294": "horizontal", "2295": "outdoor", "2296": "medium", "2297": "respond", "2298": "contextualize", "2299": "summarize", "2300": "accounts", "2301": "outcome", "2302": "initiate", "2303": "straightforward\u2014it", "2304": "routes", "2305": "urgency", "2306": "twolane", "2307": "don't", "2308": "interventions", "2309": "assessments", "2310": "approximate", "2311": "expects", "2312": "manifests", "2313": "omits", "2314": "unnecessary", "2315": "disjointed", "2316": "fluidity", "2317": "50", "2318": "clarifies", "2319": "constraints", "2320": "contrasts", "2321": "(standing", "2322": "absolute", "2323": "wheels", "2324": "increase", "2325": "altogether", "2326": "fostering", "2327": "aiming", "2328": "yield", "2329": "coexisted", "2330": "demonstrates", "2331": "conveying", "2332": "colour", "2333": "sufficiently", "2334": "prior", "2335": "whereabouts", "2336": "forwards", "2337": "backwards", "2338": "leftward", "2339": "lookout", "2340": "barriers", "2341": "planes", "2342": "intertwined", "2343": "leisurely", "2344": "flows", "2345": "operations", "2346": "farther", "2347": "helps", "2348": "reinforcing", "2349": "notion", "2350": "affirming", "2351": "enclosed", "2352": "designed", "2353": "opposite", "2354": "obscured", "2355": "seventies", "2356": "responsible", "2357": "meticulously", "2358": "engages", "2359": "atop", "2360": "inertia", "2361": "backward", "2362": "require", "2363": "declines", "2364": "ride", "2365": "posed", "2366": "threat", "2367": "informed", "2368": "separately", "2369": "2", "2370": "adequately", "2371": "top", "2372": "his30s", "2373": "denoted", "2374": "commencing", "2375": "adhered", "2376": "exercised", "2377": "communication", "2378": "governed", "2379": "obstructs", "2380": "dual", "2381": "sported", "2382": "watchful", "2383": "eyes", "2384": "frames", "2385": "intense", "2386": "meant", "2387": "overwhelming", "2388": "impede", "2389": "imagine", "2390": "physically", "2391": "shirted", "2392": "grant", "2393": "perceptibly", "2394": "signified", "2395": "muted", "2396": "accessorized", "2397": "assistance", "2398": "carried", "2399": "connections", "2400": "forthcoming", "2401": "comprehend", "2402": "improve", "2403": "narrator", "2404": "contradictory", "2405": "stasis", "2406": "null", "2407": "fundamental", "2408": "vehicles'", "2409": "factor", "2410": "situating", "2411": "detectable", "2412": "employing", "2413": "transport", "2414": "sensory", "2415": "cues", "2416": "handle", "2417": "adapted", "2418": "weekday's", "2419": "\tthis", "2420": "normalized", "2421": "unhindered", "2422": "aiding", "2423": "gracefully", "2424": "captivated", "2425": "embellished", "2426": "deviate", "2427": "variety", "2428": "public", "2429": "stroll", "2430": "descriptions", "2431": "illustrating", "2432": "don", "2433": "cloaked", "2434": "girl", "2435": "cloth", "2436": "resembles", "2437": "variables", "2438": "satisfied", "2439": "protocols", "2440": "availability", "2441": "achieved", "2442": "residing", "2443": "reactions", "2444": "attempting", "2445": "fog", "2446": "<bos>", "2447": "<eos>", "2448": "UNK"}, "word_to_ix": {"the": 1, "vehicle": 2, "was": 3, "traveling": 4, "at": 5, "a": 6, "constant": 7, "speed": 8, "and": 9, "it": 10, "positioned": 11, "on": 12, "left": 13, "side": 14, "of": 15, "pedestrian": 16, "relative": 17, "distance": 18, "between": 19, "far": 20, "but": 21, "still": 22, "able": 23, "to": 24, "see": 25, "currently": 26, "stopped": 27, "with": 28, "0": 29, "km": 30, "h": 31, "as": 32, "for": 33, "environment": 34, "conditions": 35, "female": 36, "in": 37, "her": 38, "30s": 39, "height": 40, "160": 41, "cm": 42, "she": 43, "wearing": 44, "glasses": 45, "t": 46, "shirt": 47, "short": 48, "pants": 49, "event": 50, "took": 51, "place": 52, "an": 53, "urban": 54, "setting": 55, "weekday": 56, "clear": 57, "bright": 58, "weather": 59, "road": 60, "surface": 61, "dry": 62, "level": 63, "made": 64, "asphalt": 65, "usual": 66, "traffic": 67, "volume": 68, "situation": 69, "main": 70, "two": 71, "way": 72, "there": 73, "only": 74, "sidewalk": 75, "right": 76, "guardrail": 77, "present": 78, "is": 79, "experiencing": 80, "acceleration": 81, "while": 82, "that": 83, "can": 84, "visibly": 85, "relatively": 86, "away": 87, "from": 88, "its": 89, "10km": 90, "approaches": 91, "starts": 92, "turn": 93, "meanwhile": 94, "are": 95, "follows": 96, "standing": 97, "carrying": 98, "area": 99, "classified": 100, "has": 101, "overall": 102, "this": 103, "takes": 104, "within": 105, "typical": 106, "where": 107, "both": 108, "following": 109, "their": 110, "designated": 111, "paths": 112, "moving": 113, "who": 114, "field": 115, "view": 116, "visible": 117, "driver": 118, "turning": 119, "terms": 120, "condition": 121, "lighting": 122, "behind": 123, "be": 124, "seen": 125, "vehicle's": 126, "indicate": 127, "surrounding": 128, "guardrails": 129, "walking": 130, "located": 131, "interacting": 132, "under": 133, "them": 134, "near": 135, "160cm": 136, "shorts": 137, "taking": 138, "however": 139, "maneuvering": 140, "safely": 141, "cautiously": 142, "well": 143, "maintained": 144, "ensuring": 145, "smooth": 146, "operation": 147, "20": 148, "going": 149, "straight": 150, "ahead": 151, "unable": 152, "they": 153, "were": 154, "not": 155, "40s": 156, "coat": 157, "upper": 158, "body": 159, "black": 160, "slacks": 161, "lower": 162, "tall": 163, "wore": 164, "one": 165, "three": 166, "lanes": 167, "sidewalks": 168, "sides": 169, "street": 170, "lights": 171, "scenario": 172, "vicinity": 173, "moved": 174, "diagonally": 175, "front": 176, "due": 177, "driving": 178, "20km": 179, "consisted": 180, "dressed": 181, "which": 182, "color": 183, "brightness": 184, "had": 185, "maintaining": 186, "heading": 187, "occurred": 188, "appears": 189, "sunlight": 190, "illuminating": 191, "surroundings": 192, "woman": 193, "flat": 194, "day": 195, "conveniently": 196, "favorable": 197, "could": 198, "considered": 199, "clearly": 200, "intended": 201, "action": 202, "continue": 203, "around": 204, "incline": 205, "lane": 206, "configuration": 207, "also": 208, "illuminated": 209, "nearby": 210, "allows": 211, "occurs": 212, "accelerating": 213, "moves": 214, "allowing": 215, "10": 216, "male": 217, "his": 218, "50s": 219, "approximately": 220, "170": 221, "white": 222, "(y\u30b7\u30e3\u30c4)": 223, "light": 224, "blue": 225, "clothing": 226, "type": 227, "without": 228, "changing": 229, "direction": 230, "reveal": 231, "he": 232, "available": 233, "forward": 234, "15km": 235, "despite": 236, "presence": 237, "continues": 238, "move": 239, "any": 240, "change": 241, "path": 242, "or": 243, "operating": 244, "visibility": 245, "sole": 246, "subject": 247, "narrative": 248, "simply": 249,