{"ix_to_word": {"1": "the", "2": "vehicle", "3": "is", "4": "positioned", "5": "diagonally", "6": "to", "7": "right", "8": "in", "9": "front", "10": "of", "11": "pedestrian", "12": "and", "13": "it", "14": "relatively", "15": "far", "16": "from", "17": "them", "18": "can", "19": "see", "20": "as", "21": "they", "22": "are", "23": "its", "24": "field", "25": "view", "26": "going", "27": "straight", "28": "ahead", "29": "at", "30": "a", "31": "speed", "32": "10", "33": "km", "34": "h", "35": "driver", "36": "male", "37": "his", "38": "30s", "39": "with", "40": "height", "41": "170", "42": "cm", "43": "he", "44": "wearing", "45": "black", "46": "t", "47": "shirt", "48": "upper", "49": "body", "50": "clothing", "51": "slacks", "52": "lower", "53": "weather", "54": "clear", "55": "bright", "56": "road", "57": "surface", "58": "conditions", "59": "dry", "60": "level", "61": "made", "62": "asphalt", "63": "traffic", "64": "volume", "65": "usual", "66": "on", "67": "this", "68": "residential", "69": "which", "70": "has", "71": "two", "72": "way", "73": "form", "74": "an", "75": "intersection", "76": "signal", "77": "there", "78": "no", "79": "sidewalks", "80": "or", "81": "roadside", "82": "strips", "83": "both", "84": "sides", "85": "however", "86": "street", "87": "lights", "88": "present", "89": "maintaining", "90": "distance", "91": "vehicle's", "92": "visible", "93": "proceeding", "94": "brightness", "95": "type", "96": "sidewalk", "97": "strip", "98": "not", "99": "turned", "100": "near", "101": "within", "102": "20", "103": "being", "104": "operated", "105": "either", "106": "for", "107": "environment", "108": "other", "109": "information", "110": "available", "111": "close", "112": "allows", "113": "clearly", "114": "navigating", "115": "that", "116": "providing", "117": "good", "118": "visibility", "119": "aware", "120": "surroundings", "121": "necessary", "122": "lighting", "123": "including", "124": "additionally", "125": "observes", "126": "notes", "127": "who", "128": "was", "129": "indicated", "130": "unfortunately", "131": "collided", "132": "moving", "133": "0", "134": "located", "135": "quite", "136": "away", "137": "perspective", "138": "getting", "139": "ready", "140": "start", "141": "but", "142": "currently", "143": "reveal", "144": "standing", "145": "dim", "146": "also", "147": "absent", "148": "obstacle", "149": "side", "150": "measuring", "151": "2", "152": "meters", "153": "3", "154": "width", "155": "overall", "156": "paints", "157": "picture", "158": "situation", "159": "environmental", "160": "surrounding", "161": "about", "162": "show", "163": "light", "164": "victim", "165": "m", "166": "indicates", "167": "started", "168": "5", "169": "condition", "170": "event", "171": "includes", "172": "tall", "173": "high", "174": "wide", "175": "illuminating", "176": "area", "177": "could", "178": "while", "179": "traveling", "180": "collision", "181": "occurred", "182": "where", "183": "gender", "184": "were", "185": "had", "186": "took", "187": "place", "188": "well", "189": "lit", "190": "resulted", "191": "between", "192": "behind", "193": "does", "194": "allow", "195": "despite", "196": "taking", "197": "involves", "198": "approximately", "199": "hat", "200": "covered", "201": "by", "202": "navy", "203": "blue", "204": "itself", "205": "dimly", "206": "rain", "207": "falling", "208": "wet", "209": "due", "210": "include", "211": "relative", "212": "enables", "213": "along", "214": "cautiously", "215": "through", "216": "damp", "217": "keeping", "218": "safe", "219": "unaware", "220": "presence", "221": "considerable", "222": "turn", "223": "left", "224": "thirties", "225": "all", "226": "involving", "227": "turning", "228": "inclination", "229": "meanwhile", "230": "seemed", "231": "have", "232": "various", "233": "person", "234": "involved", "235": "identified", "236": "be", "237": "stop", "238": "their", "239": "20s", "240": "brown", "241": "jacket", "242": "gray", "243": "dark", "244": "proximity", "245": "process", "246": "making", "247": "observed", "248": "low", "249": "contributing", "250": "atmosphere", "251": "travels", "252": "found", "253": "response", "254": "managed", "255": "avoid", "256": "colliding", "257": "performing", "258": "emergency", "259": "brake", "260": "coming", "261": "allowing", "262": "engaged", "263": "action", "264": "parking", "265": "stationary", "266": "furthermore", "267": "indicating", "268": "pedestrian's", "269": "current", "270": "reverse", "271": "terms", "272": "reversing", "273": "complete", "274": "description", "275": "without", "276": "any", "277": "additional", "278": "suggestions", "279": "emotions", "280": "suddenly", "281": "described", "282": "takes", "283": "raining", "284": "incline", "285": "these", "286": "details", "287": "concerning", "288": "position", "289": "occurring", "290": "indicate", "291": "concise", "292": "caused", "293": "continues", "294": "move", "295": "dressed", "296": "rainy", "297": "remains", "298": "provides", "299": "movement", "300": "revealed", "301": "classification", "302": "reveals", "303": "still", "304": "30", "305": "third", "306": "narrative", "307": "style", "308": "describes", "309": "objective", "310": "understanding", "311": "each", "312": "situated", "313": "incident", "314": "nor", "315": "describe", "316": "15", "317": "consist", "318": "scenario", "319": "steady", "320": "continue", "321": "obstacles", "322": "hindrances", "323": "maintains", "324": "driver's", "325": "favorable", "326": "enhancing", "327": "stability", "328": "grip", "329": "distinguishable", "330": "contrasting", "331": "colors", "332": "suggest", "333": "intended", "334": "path", "335": "slightly", "336": "inclined", "337": "ended", "338": "up", "339": "having", "340": "regarding", "341": "garment", "342": "addition", "343": "hence", "344": "unfolded", "345": "attire", "346": "day", "347": "facing", "348": "some", "349": "specific", "350": "essential", "351": "parked", "352": "taken", "353": "motion", "354": "state", "355": "suggests", "356": "static", "357": "classified", "358": "using", "359": "inferred", "360": "preparing", "361": "appear", "362": "maneuver", "363": "visual", "364": "cues", "365": "time", "366": "streetlights", "367": "particular", "368": "neither", "369": "do", "370": "signals", "371": "driven", "372": "basic", "373": "swerved", "374": "attempt", "375": "potential", "376": "recorded", "377": "during", "378": "played", "379": "role", "380": "shaping", "381": "consisted", "382": "only", "383": "one", "384": "lacked", "385": "offering", "386": "illumination", "387": "throughout", "388": "80s", "389": "160", "390": "glasses", "391": "walking", "392": "cane", "393": "cloudy", "394": "consists", "395": "illuminated", "396": "around", "397": "elderly", "398": "inside", "399": "doesn't", "400": "certain", "401": "regulated", "402": "hand", "403": "divided", "404": "pedestrians", "405": "vehicles", "406": "describing", "407": "implying", "408": "opposite", "409": "direction", "410": "onto", "411": "consisting", "412": "minimal", "413": "number", "414": "flow", "415": "division", "416": "flat", "417": "shared", "418": "space", "419": "lacks", "420": "allowed", "421": "appearing", "422": "contextualizes", "423": "actions", "424": "may", "425": "influence", "426": "decision", "427": "prepares", "428": "meaning", "429": "stated", "430": "entail", "431": "wears", "432": "knowledge", "433": "depicts", "434": "surrounded", "435": "follows", "436": "go", "437": "optimal", "438": "lanes", "439": "shows", "440": "encountering", "441": "detailed", "442": "determined", "443": "setting", "444": "cars", "445": "did", "446": "provided", "447": "context", "448": "themselves", "449": "required", "450": "caution", "451": "awareness", "452": "fair", "453": "vicinity", "454": "avoiding", "455": "applying", "456": "braking", "457": "150", "458": "passes", "459": "measures", "460": "captures", "461": "moment", "462": "when", "463": "immediate", "464": "confirms", "465": "even", "466": "though", "467": "resulting", "468": "steeply", "469": "uphill", "470": "likewise", "471": "1", "472": "meter", "473": "appears", "474": "obstructing", "475": "standstill", "476": "significant", "477": "accelerating", "478": "operating", "479": "directly", "480": "must", "481": "navigate", "482": "mindful", "483": "steep", "484": "steadily", "485": "towards", "486": "section", "487": "moreover", "488": "data", "489": "snapshot", "490": "highlighting", "491": "relevant", "492": "factors", "493": "affect", "494": "next", "495": "decisions", "496": "factual", "497": "then", "498": "began", "499": "forward", "500": "under", "501": "reverses", "502": "centimeters", "503": "carries", "504": "single", "505": "line", "506": "stands", "507": "carrying", "508": "bends", "509": "turns", "510": "carefully", "511": "maneuvering", "512": "incidents", "513": "backward", "514": "route", "515": "closely", "516": "eventually", "517": "equipped", "518": "speculative", "519": "analysis", "520": "emotional", "521": "language", "522": "sits", "523": "motionless", "524": "speedometer", "525": "reading", "526": "zero", "527": "kilometers", "528": "per", "529": "hour", "530": "patiently", "531": "awaits", "532": "opportunity", "533": "so", "534": "night", "535": "ideal", "536": "driving", "537": "offer", "538": "insight", "539": "into", "540": "clad", "541": "three", "542": "obstructs", "543": "presents", "544": "challenge", "545": "illuminate", "546": "scene", "547": "shedding", "548": "creating", "549": "heightened", "550": "unfortunate", "551": "shirted", "552": "rest", "553": "begin", "554": "hazards", "555": "slope", "556": "25", "557": "showed", "558": "responding", "559": "ultimately", "560": "sight", "561": "individual", "562": "recently", "563": "commenced", "564": "middle", "565": "aged", "566": "leveled", "567": "wherein", "568": "modest", "569": "velocity", "570": "encounters", "571": "whose", "572": "physical", "573": "attributes", "574": "distinctly", "575": "apparent", "576": "just", "577": "characterized", "578": "moved", "579": "exist", "580": "belongs", "581": "age", "582": "group", "583": "falls", "584": "category", "585": "challenging", "586": "weren't", "587": "distinct", "588": "set", "589": "characteristics", "590": "leading", "591": "interacting", "592": "part", "593": "terrain", "594": "devoid", "595": "indications", "596": "slopes", "597": "inclines", "598": "angle", "599": "location", "600": "ensuring", "601": "stable", "602": "traction", "603": "construct", "604": "physically", "605": "result", "606": "since", "607": "zone", "608": "depict", "609": "navigates", "610": "specifically", "611": "notably", "612": "interact", "613": "swiftly", "614": "averted", "615": "engaging", "616": "effectively", "617": "bringing", "618": "halt", "619": "sunny", "620": "obstruct", "621": "smooth", "622": "pathway", "623": "featuring", "624": "limited", "625": "sported", "626": "descriptions", "627": "cautious", "628": "proceeds", "629": "considering", "630": "given", "631": "it's", "632": "avoids", "633": "potentially", "634": "change", "635": "trajectory", "636": "acceleration", "637": "man", "638": "color", "639": "contrast", "640": "short", "641": "included", "642": "wore", "643": "appeared", "644": "brief", "645": "simple", "646": "recount", "647": "appearance", "648": "formed", "649": "happening", "650": "brightly", "651": "account", "652": "progresses", "653": "showcasing", "654": "key", "655": "traversing", "656": "successfully", "657": "avoided", "658": "employing", "659": "associated", "660": "\u2013", "661": "considered", "662": "commence", "663": "same", "664": "applies", "665": "neutral", "666": "manner", "667": "provide", "668": "nearby", "669": "note", "670": "continued", "671": "mentioned", "672": "circumstances", "673": "although", "674": "somewhat", "675": "hazard", "676": "honking", "677": "horn", "678": "approaches", "679": "initiate", "680": "adorned", "681": "ambiance", "682": "road's", "683": "already", "684": "sudden", "685": "unable", "686": "featured", "687": "based", "688": "able", "689": "existing", "690": "consideration", "691": "configuration", "692": "noted", "693": "outside", "694": "comprehensive", "695": "slowing", "696": "down", "697": "reaches", "698": "entirety", "699": "english", "700": "harm", "701": "once", "702": "important", "703": "come", "704": "young", "705": "adult", "706": "adverse", "707": "elements", "708": "declines", "709": "safety", "710": "parties", "711": "course", "712": "moves", "713": "visualize", "714": "approaching", "715": "seems", "716": "calm", "717": "ordinary", "718": "safely", "719": "sharing", "720": "noteworthy", "721": "events", "722": "prompting", "723": "take", "724": "swift", "725": "complemented", "726": "serving", "727": "factor", "728": "passing", "729": "encountered", "730": "lane", "731": "structure", "732": "availability", "733": "remain", "734": "observing", "735": "sees", "736": "finds", "737": "unaffected", "738": "straightforward", "739": "interaction", "740": "clothed", "741": "paint", "742": "deviations", "743": "affects", "744": "portrays", "745": "showcases", "746": "value", "747": "matches", "748": "knowing", "749": "exact", "750": "difficult", "751": "determine", "752": "nature", "753": "prompt", "754": "danger", "755": "normal", "756": "notable", "757": "irregularities", "758": "cannot", "759": "typical", "760": "accident", "761": "happened", "762": "brakes", "763": "notices", "764": "stopped", "765": "focus", "766": "solely", "767": "facts", "768": "personal", "769": "opinions", "770": "make", "771": "quick", "772": "prevent", "773": "reacted", "774": "together", "775": "specified", "776": "interacts", "777": "captured", "778": "maintained", "779": "initiated", "780": "twenties", "781": "easily", "782": "led", "783": "estimated", "784": "apart", "785": "fully", "786": "non", "787": "threatening", "788": "reported", "789": "40s", "790": "forties", "791": "unbiased", "792": "separation", "793": "working", "794": "adequate", "795": "conducive", "796": "him", "797": "suggesting", "798": "respective", "799": "courses", "800": "interruptions", "801": "tells", "802": "us", "803": "following", "804": "share", "805": "stood", "806": "ground", "807": "obstructed", "808": "travelling", "809": "added", "810": "wasn't", "811": "head", "812": "experiencing", "813": "average", "814": "accompanied", "815": "beneath", "816": "composition", "817": "paragraph's", "818": "purpose", "819": "summary", "820": "performed", "821": "brink", "822": "initiating", "823": "functioning", "824": "fortunately", "825": "remained", "826": "belonging", "827": "functional", "828": "would", "829": "awaiting", "830": "intends", "831": "proceed", "832": "straightforwardly", "833": "states", "834": "encounter", "835": "seen", "836": "unfolding", "837": "controlled", "838": "adding", "839": "positions", "840": "white", "841": "we", "842": "fairly", "843": "involve", "844": "such", "845": "interpreted", "846": "waiting", "847": "appropriate", "848": "sets", "849": "stage", "850": "forming", "851": "backdrop", "852": "further", "853": "recent", "854": "rainfall", "855": "yet", "856": "slight", "857": "displacement", "858": "gap", "859": "consistent", "860": "belonged", "861": "fell", "862": "paved", "863": "unknown", "864": "swerving", "865": "order", "866": "positioning", "867": "intersects", "868": "unclear", "869": "what", "870": "will", "871": "paragraph", "872": "external", "873": "narrator", "874": "completely", "875": "features", "876": "portrayal", "877": "future", "878": "like", "879": "create", "880": "forms", "881": "respect", "882": "sporting", "883": "encompasses", "884": "stopping", "885": "colored", "886": "very", "887": "lack", "888": "sunlight", "889": "attention", "890": "likely", "891": "focused", "892": "fact", "893": "starts", "894": "above", "895": "refrains", "896": "conjunctions", "897": "adhere", "898": "guidelines", "899": "query", "900": "more", "901": "naturally", "902": "comfortably", "903": "suitable", "904": "sufficient", "905": "momentarily", "906": "paused", "907": "pose", "908": "challenges", "909": "alone", "910": "intentions", "911": "unexpectedly", "912": "causing", "913": "collides", "914": "regards", "915": "continuing", "916": "segment", "917": "implements", "918": "failed", "919": "notice", "920": "constant", "921": "female", "922": "her", "923": "she", "924": "pants", "925": "urban", "926": "weekday", "927": "main", "928": "guardrail", "929": "visibly", "930": "10km", "931": "designated", "932": "paths", "933": "guardrails", "934": "160cm", "935": "shorts", "936": "operation", "937": "coat", "938": "20km", "939": "heading", "940": "woman", "941": "occurs", "942": "50s", "943": "(y\u30b7\u30e3\u30c4)", "944": "changing", "945": "15km", "946": "sole", "947": "subject", "948": "simply", "949": "object", "950": "serve", "951": "signs", "952": "170cm", "953": "changes", "954": "y", "955": "paired", "956": "decelerating", "957": "indicator", "958": "deceleration", "959": "0km", "960": "constantly", "961": "covering", "962": "categorized", "963": "distant", "964": "approached", "965": "5km", "966": "180cm", "967": "180", "968": "composed", "969": "smoothly", "970": "25km", "971": "heavy", "972": "pedestrain", "973": "readily", "974": "sky", "975": "operates", "976": "temporary", "977": "halted", "978": "daylight", "979": "hours", "980": "30km", "981": "deviation", "982": "represents", "983": "crosses", "984": "affected", "985": "yellow", "986": "range", "987": "known", "988": "common", "989": "suburban", "990": "progressing", "991": "use", "992": "defined", "993": "purple", "994": "used", "995": "emphasizing", "996": "holiday", "997": "calmly", "998": "predetermined", "999": "holding", "1000": "slow", "1001": "finished", "1002": "skirt", "1003": "moderately", "1004": "busy", "1005": "needs", "1006": "consider", "1007": "movements", "1008": "adjust", "1009": "accordingly", "1010": "70s", "1011": "maintain", "1012": "evident", "1013": "constructed", "1014": "spread", "1015": "across", "1016": "walks", "1017": "expressway", "1018": "depicted", "1019": "travel", "1020": "regular", "1021": "predictable", "1022": "adhering", "1023": "rules", "1024": "identify", "1025": "because", "1026": "contribute", "1027": "continuous", "1028": "purplish", "1029": "red", "1030": "standard", "1031": "overview", "1032": "affecting", "1033": "viewpoint", "1034": "undergoing", "1035": "accelerated", "1036": "completed", "1037": "absence", "1038": "dons", "1039": "encompassing", "1040": "point", "1041": "begins", "1042": "regulations", "1043": "overtake", "1044": "obstructions", "1045": "blocking", "1046": "crossing", "1047": "instructions", "1048": "came", "1049": "observe", "1050": "today", "1051": "vibrant", "1052": "daytime", "1053": "lot", "1054": "site", "1055": "car", "1056": "vantage", "1057": "comes", "1058": "accelerates", "1059": "influenced", "1060": "noticed", "1061": "morning", "1062": "serene", "1063": "noticeable", "1064": "material", "1065": "landscape", "1066": "enough", "1067": "case", "1068": "traveled", "1069": "out", "1070": "pair", "1071": "unfolds", "1072": "abnormalities", "1073": "190", "1074": "initially", "1075": "implies", "1076": "green", "1077": "darkness", "1078": "noting", "1079": "unobstructed", "1080": "measured", "1081": "idle", "1082": "occupied", "1083": "transportation", "1084": "visually", "1085": "perceive", "1086": "except", "1087": "behavior", "1088": "mind", "1089": "journey", "1090": "nighttime", "1091": "afar", "1092": "navigated", "1093": "city", "1094": "commuting", "1095": "long", "1096": "sleeved", "1097": "layout", "1098": "too", "1099": "fast", "1100": "reader", "1101": "ongoing", "1102": "unseen", "1103": "holidays", "1104": "weekends", "1105": "running", "1106": "gentle", "1107": "moderate", "1108": "detect", "1109": "motionlessness", "1110": "goes", "1111": "total", "1112": "afternoon", "1113": "disruptions", "1114": "extraordinary", "1115": "sections", "1116": "stillness", "1117": "10s", "1118": "risks", "1119": "concerns", "1120": "150cm", "1121": "expectedly", "1122": "observable", "1123": "entire", "1124": "engine", "1125": "separated", "1126": "enhanced", "1127": "blending", "1128": "lively", "1129": "flowing", "1130": "thoroughfare", "1131": "adorn", "1132": "amidst", "1133": "frozen", "1134": "gently", "1135": "sloped", "1136": "patterns", "1137": "entities", "1138": "alongside", "1139": "alteration", "1140": "60s", "1141": "reasons", "1142": "enabled", "1143": "approach", "1144": "ensured", "1145": "showcased", "1146": "access", "1147": "contained", "1148": "abiding", "1149": "prevailing", "1150": "classifications", "1151": "navigation", "1152": "140", "1153": "downhill", "1154": "140cm", "1155": "whom", "1156": "roads", "1157": "sunshine", "1158": "abruptly", "1159": "slows", "1160": "beyond", "1161": "upon", "1162": "deemed", "1163": "happens", "1164": "spotted", "1165": "generally", "1166": "showing", "1167": "roles", "1168": "everything", "1169": "routine", "1170": "decelerate", "1171": "face", "1172": "deviating", "1173": "that's", "1174": "pavement", "1175": "rather", "1176": "importance", "1177": "perceives", "1178": "observation", "1179": "initiates", "1180": "issues", "1181": "pace", "1182": "speeding", "1183": "interactions", "1184": "turquoise", "1185": "uncongested", "1186": "snowfall", "1187": "snowy", "1188": "silver", "1189": "travelled", "1190": "looking", "1191": "collectively", "1192": "portray", "1193": "amount", "1194": "facilitating", "1195": "ensure", "1196": "pause", "1197": "nears", "1198": "surround", "1199": "drive", "1200": "lightly", "1201": "hindrance", "1202": "mention", "1203": "disturbances", "1204": "sticking", "1205": "intention", "1206": "enabling", "1207": "system", "1208": "support", "1209": "uneventful", "1210": "vivid", "1211": "end", "1212": "headed", "1213": "(190", "1214": "more)", "1215": "over", "1216": "190cm", "1217": "vehicular", "1218": "advancing", "1219": "oblivious", "1220": "ample", "1221": "decelerated", "1222": "quiet", "1223": "small", "1224": "different", "1225": "appropriately", "1226": "accommodates", "1227": "coexist", "1228": "separate", "1229": "matching", "1230": "risk", "1231": "focusing", "1232": "relation", "1233": "exceptional", "1234": "car's", "1235": "alert", "1236": "containing", "1237": "hinder", "1238": "roadway", "1239": "define", "1240": "previously", "1241": "exists", "1242": "casually", "1243": "exhibit", "1244": "coherent", "1245": "veering", "1246": "off", "1247": "slowly", "1248": "halting", "1249": "sitting", "1250": "switched", "1251": "bathed", "1252": "natural", "1253": "pass", "1254": "stationed", "1255": "question", "1256": "entails", "1257": "choice", "1258": "combined", "1259": "shoes", "1260": "act", "1261": "variation", "1262": "remaining", "1263": "meantime", "1264": "indication", "1265": "environments", "1266": "comprises", "1267": "comprising", "1268": "expected", "1269": "gives", "1270": "manageable", "1271": "identifies", "1272": "unchanging", "1273": "(note", "1274": "word", "1275": "refers", "1276": "business", "1277": "phase", "1278": "seem", "1279": "journeys", "1280": "familiar", "1281": "particularly", "1282": "drove", "1283": "enable", "1284": "decreasing", "1285": "whether", "1286": "kept", "1287": "maneuvered", "1288": "decrease", "1289": "possible", "1290": "swerves", "1291": "registered", "1292": "donning", "1293": "contextual", "1294": "fifties", "1295": "spot", "1296": "presented", "1297": "closer", "1298": "peaceful", "1299": "cause", "1300": "aligning", "1301": "bustling", "1302": "subjects", "1303": "circumstance", "1304": "noticing", "1305": "distractions", "1306": "become", "1307": "adds", "1308": "complications", "1309": "40", "1310": "something", "1311": "bias", "1312": "image", "1313": "own", "1314": "separating", "1315": "sloping", "1316": "infer", "1317": "reducing", "1318": "suited", "1319": "signify", "1320": "uninterrupted", "1321": "amid", "1322": "quickly", "1323": "adjusted", "1324": "thanks", "1325": "reaction", "1326": "unusual", "1327": "planned", "1328": "staying", "1329": "swerve", "1330": "walk", "1331": "setup", "1332": "activities", "1333": "paving", "1334": "brought", "1335": "again", "1336": "gradually", "1337": "adjusting", "1338": "painting", "1339": "walked", "1340": "cross", "1341": "incorporating", "1342": "denote", "1343": "open", "1344": "less", "1345": "congested", "1346": "lined", "1347": "contributed", "1348": "objectively", "1349": "properly", "1350": "before", "1351": "therefore", "1352": "accelerate", "1353": "possibly", "1354": "experiences", "1355": "inadequate", "1356": "means", "1357": "outlines", "1358": "levels", "1359": "intent", "1360": "portrayed", "1361": "everyday", "1362": "faces", "1363": "attired", "1364": "signifying", "1365": "presently", "1366": "operational", "1367": "spaces", "1368": "exhibiting", "1369": "situational", "1370": "combination", "1371": "streets", "1372": "friendly", "1373": "represented", "1374": "than", "1375": "offers", "1376": "deduced", "1377": "need", "1378": "rate", "1379": "obstruction", "1380": "farm", "1381": "experienced", "1382": "child", "1383": "9", "1384": "years", "1385": "old", "1386": "100", "1387": "predominantly", "1388": "reads", "1389": "reflecting", "1390": "execute", "1391": "illustrates", "1392": "traverses", "1393": "simplified", "1394": "sign", "1395": "direct", "1396": "crossed", "1397": "words", "1398": "taller", "1399": "according", "1400": "flanked", "1401": "decelerates", "1402": "unidentified", "1403": "precautions", "1404": "nearing", "1405": "volumes", "1406": "gloomy", "1407": "skies", "1408": "concluded", "1409": "maneuvers", "1410": "drives", "1411": "advances", "1412": "bordered", "1413": "now", "1414": "ease", "1415": "comfortable", "1416": "find", "1417": "imminent", "1418": "specify", "1419": "experience", "1420": "congestion", "1421": "seeing", "1422": "resume", "1423": "feature", "1424": "stays", "1425": "daily", "1426": "routines", "1427": "respectively", "1428": "confirming", "1429": "implied", "1430": "offered", "1431": "proceeded", "1432": "heavily", "1433": "trafficked", "1434": "derived", "1435": "permits", "1436": "diversions", "1437": "accordance", "1438": "albeit", "1439": "drawn", "1440": "gliding", "1441": "complying", "1442": "ambient", "1443": "shape", "1444": "complements", "1445": "activated", "1446": "adheres", "1447": "passage", "1448": "dirt", "1449": "parameters", "1450": "been", "1451": "accessible", "1452": "assess", "1453": "objects", "1454": "directions", "1455": "occurrence", "1456": "interruption", "1457": "longer", "1458": "diagonal", "1459": "surfaces", "1460": "neared", "1461": "sedan", "1462": "responsibly", "1463": "enhance", "1464": "independently", "1465": "track", "1466": "adherence", "1467": "understand", "1468": "midst", "1469": "reasonable", "1470": "levelly", "1471": "categorizing", "1472": "special", "1473": "directed", "1474": "linear", "1475": "giving", "1476": "cover", "1477": "inactive", "1478": "reached", "1479": "considers", "1480": "varied", "1481": "week", "1482": "comprised", "1483": "interacted", "1484": "infrastructure", "1485": "few", "1486": "matched", "1487": "attentive", "1488": "exhibits", "1489": "alterations", "1490": "spots", "1491": "stagnation", "1492": "major", "1493": "person's", "1494": "occur", "1495": "situations", "1496": "other's", "1497": "(a", "1498": "shirt)", "1499": "highlight", "1500": "settings", "1501": "utilizing", "1502": "several", "1503": "grade", "1504": "aids", "1505": "stagnant", "1506": "tranquil", "1507": "concurrently", "1508": "adorns", "1509": "coupled", "1510": "finally", "1511": "essence", "1512": "primary", "1513": "play", "1514": "influencing", "1515": "evening", "1516": "indicative", "1517": "adapting", "1518": "should", "1519": "boasts", "1520": "120", "1521": "120cm", "1522": "lastly", "1523": "subjective", "1524": "mode", "1525": "easier", "1526": "posing", "1527": "sheds", "1528": "rapidly", "1529": "put", "1530": "verge", "1531": "showcase", "1532": "characterize", "1533": "representing", "1534": "choices", "1535": "increasing", "1536": "summarizes", "1537": "operator", "1538": "coexisting", "1539": "precise", "1540": "proper", "1541": "vehicle\u2019s", "1542": "changed", "1543": "dominated", "1544": "worth", "1545": "corresponding", "1546": "stably", "1547": "motions", "1548": "anomalies", "1549": "impact", "1550": "executing", "1551": "detailing", "1552": "accurately", "1553": "overtaking", "1554": "optimum", "1555": "surfaced", "1556": "presenting", "1557": "snowing", "1558": "snow", "1559": "donned", "1560": "vision", "1561": "activity", "1562": "signaling", "1563": "specifications", "1564": "analyzing", "1565": "accurate", "1566": "year", "1567": "actively", "1568": "conflicting", "1569": "suggested", "1570": "subject's", "1571": "confirmed", "1572": "unchanged", "1573": "align", "1574": "destination", "1575": "remarkable", "1576": "aspects", "1577": "drivers", "1578": "if", "1579": "needed", "1580": "reduced", "1581": "unremarkable", "1582": "active", "1583": "capturing", "1584": "aligned", "1585": "intersecting", "1586": "encompass", "1587": "unexpected", "1588": "immersed", "1589": "revealing", "1590": "commonly", "1591": "ensures", "1592": "cruising", "1593": "collection", "1594": "depicting", "1595": "contact", "1596": "areas", "1597": "designates", "1598": "combining", "1599": "perception", "1600": "model", "1601": "focuses", "1602": "abrupt", "1603": "descriptive", "1604": "predominant", "1605": "usage", "1606": "related", "1607": "area's", "1608": "distinguishing", "1609": "placed", "1610": "normally", "1611": "110", "1612": "boy", "1613": "flank", "1614": "defines", "1615": "latter", "1616": "easy", "1617": "portraying", "1618": "establish", "1619": "peacefully", "1620": "prevail", "1621": "couldn't", "1622": "oriented", "1623": "full", "1624": "levelled", "1625": "closeby", "1626": "unmoving", "1627": "existed", "1628": "inclining", "1629": "prepared", "1630": "spatial", "1631": "decided", "1632": "reason", "1633": "rendering", "1634": "holds", "1635": "waited", "1636": "guarded", "1637": "faster", "1638": "slower", "1639": "occupy", "1640": "general", "1641": "encompassed", "1642": "seemingly", "1643": "examining", "1644": "might", "1645": "hail", "1646": "occupying", "1647": "runs", "1648": "envision", "1649": "immobility", "1650": "dropped", "1651": "appearances", "1652": "eye", "1653": "anticipated", "1654": "trying", "1655": "substantial", "1656": "corresponds", "1657": "fluctuations", "1658": "trousers", "1659": "ceased", "1660": "typically", "1661": "partaking", "1662": "hindered", "1663": "encapsulates", "1664": "environment's", "1665": "impacting", "1666": "comprise", "1667": "sports", "1668": "arrangement", "1669": "clothes", "1670": "unnoticed", "1671": "towering", "1672": "walkways", "1673": "protected", "1674": "permit", "1675": "invisible", "1676": "begun", "1677": "commute", "1678": "persists", "1679": "introducing", "1680": "explanation", "1681": "becomes", "1682": "design", "1683": "scenarios", "1684": "marked", "1685": "eventful", "1686": "outlining", "1687": "evasive", "1688": "depiction", "1689": "significantly", "1690": "progressed", "1691": "altering", "1692": "himself", "1693": "detail", "1694": "park", "1695": "130", "1696": "130cm", "1697": "placing", "1698": "capable", "1699": "unaltered", "1700": "pattern", "1701": "favoring", "1702": "sided", "1703": "grey", "1704": "contains", "1705": "stretch", "1706": "wheel", "1707": "maneuverability", "1708": "shade", "1709": "unfold", "1710": "slippery", "1711": "consistently", "1712": "oblique", "1713": "signifies", "1714": "hindering", "1715": "weekdays", "1716": "considerably", "1717": "display", "1718": "thus", "1719": "adjacent", "1720": "completing", "1721": "components", "1722": "limit", "1723": "hazardous", "1724": "hr", "1725": "convey", "1726": "there's", "1727": "people", "1728": "reflect", "1729": "asphalted", "1730": "accommodating", "1731": "sense", "1732": "outcomes", "1733": "spanning", "1734": "primarily", "1735": "conjunction", "1736": "observations", "1737": "broad", "1738": "efficient", "1739": "doing", "1740": "individuals", "1741": "worn", "1742": "displays", "1743": "ages", "1744": "singular", "1745": "status", "1746": "continuously", "1747": "another", "1748": "pertaining", "1749": "mostly", "1750": "usually", "1751": "flowed", "1752": "inclinations", "1753": "poised", "1754": "below", "1755": "insights", "1756": "besides", "1757": "displaying", "1758": "markings", "1759": "control", "1760": "cessation", "1761": "parallel", "1762": "blind", "1763": "slacks)", "1764": "exposed", "1765": "adjusts", "1766": "accessories", "1767": "requiring", "1768": "immobile", "1769": "accompanying", "1770": "slack", "1771": "progress", "1772": "assumed", "1773": "unique", "1774": "participants", "1775": "free", "1776": "help", "1777": "soon", "1778": "convenience", "1779": "passengers", "1780": "extra", "1781": "format", "1782": "obeying", "1783": "didn't", "1784": "decides", "1785": "dynamic", "1786": "reaching", "1787": "illuminates", "1788": "tone", "1789": "requires", "1790": "remember", "1791": "look", "1792": "saw", "1793": "entity", "1794": "precipitation", "1795": "here", "1796": "simultaneously", "1797": "unfavorable", "1798": "pertinent", "1799": "developed", "1800": "event's", "1801": "detached", "1802": "opted", "1803": "outfit", "1804": "enters", "1805": "observer", "1806": "sixties", "1807": "after", "1808": "stops", "1809": "gravel", "1810": "perceived", "1811": "starting", "1812": "narrated", "1813": "whenever", "1814": "impending", "1815": "enhances", "1816": "covers", "1817": "accommodated", "1818": "witness", "1819": "reversed", "1820": "(blue", "1821": "clothing)", "1822": "resuming", "1823": "applied", "1824": "limits", "1825": "pleasant", "1826": "multiple", "1827": "created", "1828": "y\u30b7\u30e3\u30c4", "1829": "suggestive", "1830": "noticeably", "1831": "populated", "1832": "evenly", "1833": "inform", "1834": "others", "1835": "gathered", "1836": "influences", "1837": "excellent", "1838": "installed", "1839": "variations", "1840": "reacting", "1841": "adorning", "1842": "crowded", "1843": "highlights", "1844": "hustle", "1845": "bustle", "1846": "life", "1847": "presumably", "1848": "accidents", "1849": "better", "1850": "exercise", "1851": "neighborhood", "1852": "planning", "1853": "nothing", "1854": "occupant", "1855": "let's", "1856": "upwards", "1857": "relationship", "1858": "stance", "1859": "beside", "1860": "accessibility", "1861": "progression", "1862": "formal", "1863": "characteristic", "1864": "immobilized", "1865": "items", "1866": "complementing", "1867": "conclusion", "1868": "chosen", "1869": "relaxed", "1870": "keep", "1871": "kilometres", "1872": "defining", "1873": "cruised", "1874": "pedestrians'", "1875": "facilitates", "1876": "probably", "1877": "interestingly", "1878": "mentions", "1879": "built", "1880": "written", "1881": "user", "1882": "casual", "1883": "behaving", "1884": "period", "1885": "discern", "1886": "significance", "1887": "existence", "1888": "makes", "1889": "clarity", "1890": "empty", "1891": "followed", "1892": "sensing", "1893": "upcoming", "1894": "displayed", "1895": "older", "1896": "restriction", "1897": "least", "1898": "intersect", "1899": "reflected", "1900": "customary", "1901": "laws", "1902": "abnormal", "1903": "impacted", "1904": "ability", "1905": "prevails", "1906": "isn't", "1907": "expressing", "1908": "occurrences", "1909": "intending", "1910": "report", "1911": "50", "1912": "unnecessary", "1913": "dual", "1914": "demonstrates", "1915": "passenger", "1916": "ride", "1917": "initial", "1918": "imagine", "1919": "prime", "1920": "opportune", "1921": "rear", "1922": "nonetheless", "1923": "backwards", "1924": "nevertheless", "1925": "tragically", "1926": "unspecified", "1927": "similarly", "1928": "why", "1929": "how", "1930": "those", "1931": "feet", "1932": "realms", "1933": "unforeseen", "1934": "uneventfully", "1935": "attempted", "1936": "effort", "1937": "unsuccessful", "1938": "speeds", "1939": "intersected", "1940": "advised", "1941": "transparent", "1942": "transparency", "1943": "helps", "1944": "restricted", "1945": "keyword", "1946": "kind", "1947": "effect", "1948": "raises", "1949": "questions", "1950": "uncertain", "1951": "judgments", "1952": "streetlight", "1953": "2m", "1954": "1m", "1955": "5m", "1956": "obscured", "1957": "keeps", "1958": "half", "1959": "compliance", "1960": "idling", "1961": "vigilant", "1962": "lacking", "1963": "reflects", "1964": "attentively", "1965": "respond", "1966": "outcome", "1967": "routes", "1968": "approximate", "1969": "coexisted", "1970": "conveying", "1971": "sufficiently", "1972": "forwards", "1973": "designed", "1974": "require", "1975": "posed", "1976": "exercised", "1977": "meant", "1978": "<bos>", "1979": "<eos>", "1980": "UNK"}, "word_to_ix": {"the": 1, "vehicle": 2, "is": 3, "positioned": 4, "diagonally": 5, "to": 6, "right": 7, "in": 8, "front": 9, "of": 10, "pedestrian": 11, "and": 12, "it": 13, "relatively": 14, "far": 15, "from": 16, "them": 17, "can": 18, "see": 19, "as": 20, "they": 21, "are": 22, "its": 23, "field": 24, "view": 25, "going": 26, "straight": 27, "ahead": 28, "at": 29, "a": 30, "speed": 31, "10": 32, "km": 33, "h": 34, "driver": 35, "male": 36, "his": 37, "30s": 38, "with": 39, "height": 40, "170": 41, "cm": 42, "he": 43, "wearing": 44, "black": 45, "t": 46, "shirt": 47, "upper": 48, "body": 49, "clothing": 50, "slacks": 51, "lower": 52, "weather": 53, "clear": 54, "bright": 55, "road": 56, "surface": 57, "conditions": 58, "dry": 59, "level": 60, "made": 61, "asphalt": 62, "traffic": 63, "volume": 64, "usual": 65, "on": 66, "this": 67, "residential": 68, "which": 69, "has": 70, "two": 71, "way": 72, "form": 73, "an": 74, "intersection": 75, "signal": 76, "there": 77, "no": 78, "sidewalks": 79, "or": 80, "roadside": 81, "strips": 82, "both": 83, "sides": 84, "however": 85, "street": 86, "lights": 87, "present": 88, "maintaining": 89, "distance": 90, "vehicle's": 91, "visible": 92, "proceeding": 93, "brightness": 94, "type": 95, "sidewalk": 96, "strip": 97, "not": 98, "turned": 99, "near": 100, "within": 101, "20": 102, "being": 103, "operated": 104, "either": 105, "for": 106, "environment": 107, "other": 108, "information": 109, "available": 110, "close": 111, "allows": 112, "clearly": 113, "navigating": 114, "that": 115, "providing": 116, "good": 117, "visibility": 118, "aware": 119, "surroundings": 120, "necessary": 121, "lighting": 122, "including": 123, "additionally": 124, "observes": 125, "notes": 126, "who": 127, "was": 128, "indicated": 129, "unfortunately": 130, "collided": 131, "moving": 132, "0": 133, "located": 134, "quite": 135, "away": 136, "perspective": 137, "getting": 138, "ready": 139, "start": 140, "but": 141, "currently": 142, "reveal": 143, "standing": 144, "dim": 145, "also": 146, "absent": 147, "obstacle": 148, "side": 149, "measuring": 150, "2": 151, "meters": 152, "3": 153, "width": 154, "overall": 155, "paints": 156, "picture": 157, "situation": 158, "environmental": 159, "surrounding": 160, "about": 161, "show": 162, "light": 163, "victim": 164, "m": 165, "indicates": 166, "started": 167, "5": 168, "condition": 169, "event": 170, "includes": 171, "tall": 172, "high": 173, "wide": 174, "illuminating": 175, "area": 176, "could": 177, "while": 178, "traveling": 179, "collision": 180, "occurred": 181, "where": 182, "gender": 183, "were": 184, "had": 185, "took": 186, "place": 187, "well": 188, "lit": 189, "resulted": 190, "between": 191, "behind": 192, "does": 193, "allow": 194, "despite": 195, "taking": 196, "involves": 197, "approximately": 198, "hat": 199, "covered": 200, "by": 201, "navy": 202, "blue": 203, "itself": 204, "dimly": 205, "rain": 206, "falling": 207, "wet": 208, "due": 209, "include": 210, "relative": 211, "enables": 212, "along": 213, "cautiously": 214, "through": 215, "damp": 216, "keeping": 217, "safe": 218, "unaware": 219, "presence": 220, "considerable": 221, "turn": 222, "left": 223, "thirties": 224, "all": 225, "involving": 226, "turning": 227, "inclination": 228, "meanwhile": 229, "seemed": 230, "have": 231, "various": 232, "person": 233, "involved": 234, "identified": 235, "be": 236, "stop": 237, "their": 238, "20s": 239, "brown": 240, "jacket": 241, "gray": 242, "dark": 243, "proximity": 244, "process": 245, "making": 246, "observed": 247, "low": 248, "contributing": 249, "atmosphere": 250, "travels": 251, "found": 252, "response": 253, "managed": 254, "avoid": 255, "colliding": 256, "performing": 257, "emergency": 258, "brake": 259, "coming": 260, "allowing": 261, "engaged": 262, "action": 263, "parking": 264, "stationary": 265, "furthermore": 266, "indicating": 267, "pedestrian's": 268, "current": 269, "reverse": 270, "terms": 271, "reversing": 272, "complete": 273, "description": 274, "without": 275, "any": 276, "additional": 277, "suggestions": 278, "emotions": 279, "suddenly": 280, "described": 281, "takes": 282, "raining": 283, "incline": 284, "these": 285, "details": 286, "concerning": 287, "position": 288, "occurring": 289, "indicate": 290, "concise": 291, "caused": 292, "continues": 293, "move": 294, "dressed": 295, "rainy": 296, "remains": 297, "provides": 298, "movement": 299, "revealed": 300, "classification": 301, "reveals": 302, "still": 303, "30": 304, "third": 305, "narrative": 306, "style": 307, "describes": 308, "objective": 309, "understanding": 310, "each": 311, "situated": 312, "incident": 313, "nor": 314, "describe": 315, "15": 316, "consist": 317, "scenario": 318, "steady": 319, "continue": 320, "obstacles": 321, "hindrances": 322, "maintains": 323, "driver's": 324, "favorable": 325, "enhancing": 326, "stability": 327, "grip": 328, "distinguishable": 329, "contrasting": 330, "colors": 331, "suggest": 332, "intended": 333, "path": 334, "slightly": 335, "inclined": 336, "ended": 337, "up": 338, "having": 339, "regarding": 340, "garment": 341, "addition": 342, "hence": 343, "unfolded": 344, "attire": 345, "day": 346, "facing": 347, "some": 348, "specific": 349, "essential": 350, "parked": 351, "taken": 352, "motion": 353, "state": 354, "suggests": 355, "static": 356, "classified": 357, "using": 358, "inferred": 359, "preparing": 360, "appear": 361, "maneuver": 362, "visual": 363, "cues": 364, "time": 365, "streetlights": 366, "particular": 367, "neither": 368, "do": 369, "signals": 370, "driven": 371, "basic": 372, "swerved": 373, "attempt": 374, "potential": 375, "recorded": 376, "during": 377, "played": 378, "role": 379, "shaping": 380, "consisted": 381, "only": 382, "one": 383, "lacked": 384, "offering": 385, "illumination": 386, "throughout": 387, "80s": 388, "160": 389, "glasses": 390, "walking": 391, "cane": 392, "cloudy": 393, "consists": 394, "illuminated": 395, "around": 396, "elderly": 397, "inside": 398, "doesn't": 399, "certain": 400, "regulated": 401, "hand": 402, "divided": 403, "pedestrians": 404, "vehicles": 405, "describing": 406, "implying": 407, "opposite": 408, "direction": 409, "onto": 410, "consisting": 411, "minimal": 412, "number": 413, "flow": 414, "division": 415, "flat": 416, "shared": 417, "space": 418, "lacks": 419, "allowed": 420, "appearing": 421, "contextualizes": 422, "actions": 423, "may": 424, "influence": 425, "decision": 426, "prepares": 427, "meaning": 428, "stated": 429, "entail": 430, "wears": 431, "knowledge": 432, "depicts": 433, "surrounded": 434, "follows": 435, "go": 436, "optimal": 437, "lanes": 438, "shows": 439, "encountering": 440, "detailed": 441, "determined": 442, "setting": 443, "cars": 444, "did": 445, "provided": 446, "context": 447, "themselves": 448, "required": 449, "caution": 450, "awareness": 451, "fair": 452, "vicinity": 453, "avoiding": 454, "applying": 455, "braking": 456, "150": 457, "passes": 458, "measures": 459, "captures": 460, "moment": 461, "when": 462, "immediate": 463, "confirms": 464, "even": 465, "though": 466, "resulting": 467, "steeply": 468, "uphill": 469, "likewise": 470, "1": 471, "meter": 472, "appears": 473, "obstructing": 474, "standstill": 475, "significant": 476, "accelerating": 477, "operating": 478, "directly": 479, "must": 480, "navigate": 481, "mindful": 482, "steep": 483, "steadily": 484, "towards": 485, "section": 486, "moreover": 487, "data": 488, "snapshot": 489, "highlighting": 490, "relevant": 491, "factors": 492, "affect": 493, "next": 494, "decisions": 495, "factual": 496, "then": 497, "began": 498, "forward": 499, "under": 500, "reverses": 501, "centimeters": 502, "carries": 503, "single": 504, "line": 505, "stands": 506, "carrying": 507, "bends": 508, "turns": 509, "carefully": 510, "maneuvering": 511, "incidents": 512, "backward": 513, "route": 514, "closely": 515, "eventually": 516, "equipped": 517, "speculative": 518, "analysis": 519, "emotional": 520, "language": 521, "sits": 522, "motionless": 523, "speedometer": 524, "reading": 525, "zero": 526, "kilometers": 527, "per": 528, "hour": 529, "patiently": 530, "awaits": 531, "opportunity": 532, "so": 533, "night": 534, "ideal": 535, "driving": 536, "offer": 537, "insight": 538, "into": 539, "clad": 540, "three": 541, "obstructs": 542, "presents": 543, "challenge": 544, "illuminate": 545, "scene": 546, "shedding": 547, "creating": 548, "heightened": 549, "unfortunate": 550, "shirted": 551, "rest": 552, "begin": 553, "hazards": 554, "slope": 555, "25": 556, "showed": 557, "responding": 558, "ultimately": 559, "sight": 560, "individual": 561, "recently": 562, "commenced": 563, "middle": 564, "aged": 565, "leveled": 566, "wherein": 567, "modest": 568, "velocity": 569, "encounters": 570, "whose": 571, "physical": 572, "attributes": 573, "distinctly": 574, "apparent": 575, "just": 576, "characterized": 577, "moved": 578, "exist": 579, "belongs": 580, "age": 581, "group": 582, "falls": 583, "category": 584, "challenging": 585, "weren't": 586, "distinct": 587, "set": 588, "characteristics": 589, "leading": 590, "interacting": 591, "part": 592, "terrain": 593, "devoid": 594, "indications": 595, "slopes": 596, "inclines": 597, "angle": 598, "location": 599, "ensuring": 600, "stable": 601, "traction": 602, "construct": 603, "physically": 604, "result": 605, "since": 606, "zone": 607, "depict": 608, "navigates": 609, "specifically": 610, "notably": 611, "interact": 612, "swiftly": 613, "averted": 614, "engaging": 615, "effectively": 616, "bringing": 617, "halt": 618, "sunny": 619, "obstruct": 620, "smooth": 621, "pathway": 622, "featuring": 623, "limited": 624, "sported": 625, "descriptions": 626, "cautious": 627, "proceeds": 628, "considering": 629, "given": 630, "it's": 631, "avoids": 632, "potentially": 633, "change": 634, "trajectory": 635, "acceleration": 636, "man": 637, "color": 638, "contrast": 639, "short": 640, "included": 641, "wore": 642, "appeared": 643, "brief": 644, "simple": 645, "recount": 646, "appearance": 647, "formed": 648, "happening": 649, "brightly": 650, "account": 651, "progresses": 652, "showcasing": 653, "key": 654, "traversing": 655, "successfully": 656, "avoided": 657, "employing": 658, "associated": 659, "\u2013": 660, "considered": 661, "commence": 662, "same": 663, "applies": 664, "neutral": 665, "manner": 666, "provide": 667, "nearby": 668, "note": 669, "continued": 670, "mentioned": 671, "circumstances": 672, "although": 673, "somewhat": 674, "hazard": 675, "honking": 676, "horn": 677, "approaches": 678, "initiate": 679, "adorned": 680, "ambiance": 681, "road's": 682, "already": 683, "sudden": 684, "unable": 685, "featured": 686, "based": 687, "able": 688, "existing": 689, "consideration": 690, "configuration": 691, "noted": 692, "outside": 693, "comprehensive": 694, "slowing": 695, "down": 696, "reaches": 697, "entirety": 698, "english": 699, "harm": 700, "once": 701, "important": 702, "come": 703, "young": 704, "adult": 705, "adverse": 706, "elements": 707, "declines": 708, "safety": 709, "parties": 710, "course": 711, "moves": 712, "visualize": 713, "approaching": 714, "seems": 715, "calm": 716, "ordinary": 717, "safely": 718, "sharing": 719, "noteworthy": 720, "events": 721, "prompting": 722, "take": 723, "swift": 724, "complemented": 725, "serving": 726, "factor": 727, "passing": 728, "encountered": 729, "lane": 730, "structure": 731, "availability": 732, "remain": 733, "observing": 734, "sees": 735, "finds": 736, "unaffected": 737, "straightforward": 738, "interaction": 739, "clothed": 740, "paint": 741, "deviations": 742, "affects": 743, "portrays": 744, "showcases": 745, "value": 746, "matches": 747, "knowing": 748, "exact": 749, "difficult": 750, "determine": 751, "nature": 752, "prompt": 753, "danger": 754, "normal": 755, "notable": 756, "irregularities": 757, "cannot": 758, "typical": 759, "accident": 760, "happened": 761, "brakes": 762, "notices": 763, "stopped": 764, "focus": 765, "solely": 766, "facts": 767, "personal": 768, "opinions": 769, "make": 770, "quick": 771, "prevent": 772, "reacted": 773, "together": 774, "specified": 775, "interacts": 776, "captured": 777, "maintained": 778, "initiated": 779, "twenties": 780, "easily": 781, "led": 782, "estimated": 783, "apart": 784, "fully": 785, "non": 786, "threatening": 787, "reported": 788, "40s": 789, "forties": 790, "unbiased": 791, "separation": 792, "working": 793, "adequate": 794, "conducive": 795, "him": 796, "suggesting": 797, "respective": 798, "courses": 799, "interruptions": 800, "tells": 801, "us": 802, "following": 803, "share": 804, "stood": 805, "ground": 806, "obstructed": 807, "travelling": 808, "added": 809, "wasn't": 810, "head": 811, "experiencing": 812, "average": 813, "accompanied": 814, "beneath": 815, "composition": 816, "paragraph's": 817, "purpose": 818, "summary": 819, "performed": 820, "brink": 821, "initiating": 822, "functioning": 823, "fortunately": 824, "remained": 825, "belonging": 826, "functional": 827, "would": 828, "awaiting": 829, "intends": 830, "proceed": 831, 